{
  "year": "1274",
  "id": "1274-lyon-death-of-the-giants",
  "title": "Lyon — The Death of the Giants",
  "teaser": "Two philosophical titans die within weeks of each other. At the Council of Lyon, Christendom attempts one last reunion. The age of cathedral-building reaches its zenith — just as the certainties it embodied begin to crack.",
  "dimensions": {
    "art": {
      "label": "Art",
      "content": "<strong>Rayonnant Gothic</strong> architecture has reached its apex — walls dissolved into tracery, stone transformed into light. The style's name comes from the radiating spokes of its rose windows, and nowhere is this more spectacular than in the cathedrals rising across France: Reims (largely complete by 1275), Sainte-Chapelle (consecrated 1248) where walls virtually disappear into stained glass. In Italy, <strong>Cimabue</strong> is beginning the subtle revolution that will lead to Giotto: his <em>Maestà</em> for the Louvre (c. 1270) retains Byzantine gold and hierarchical scale, but the Virgin's face shows new psychological depth, new weight beneath the drapery."
    },
    "lit": {
      "label": "Literature",
      "content": "<strong>Jean de Meun</strong> is composing his massive continuation of the <em>Roman de la Rose</em> (c. 1270–1280), transforming Guillaume de Lorris's courtly allegory into an encyclopedic satire. Where Guillaume wrote 4,000 lines of refined love poetry, Jean adds 18,000 lines of philosophical digression, social critique, and learned controversy. The poem will become the most influential French work of the later Middle Ages, shaping Chaucer, Dante, and two centuries of debate. In Florence, a nine-year-old boy named <strong>Dante Alighieri</strong> has just experienced his first sight of Beatrice Portinari — an encounter he will mythologize into the foundation of the <em>Vita Nuova</em>."
    },
    "phil": {
      "label": "Philosophy",
      "content": "<strong>Scholasticism</strong> loses its two greatest masters in a single year. On March 7, <strong>Thomas Aquinas</strong> dies at Fossanova Abbey, leaving the <em>Summa Theologica</em> unfinished — his synthesis of Aristotle and Christianity, the most ambitious philosophical project of the medieval West. On July 15, <strong>Bonaventure</strong> dies at the Council of Lyon, having represented the Franciscan alternative: Augustinian illumination against Thomist rationalism, the <em>Itinerarium mentis in Deum</em> against the <em>Summa</em>. The two approaches — Dominican Aristotelianism and Franciscan Augustinianism — had defined 13th-century philosophy. Now both paths lose their founders."
    },
    "hist": {
      "label": "History",
      "content": "The <strong>Second Council of Lyon</strong> convenes in May, summoned by Pope Gregory X for three purposes: reunite the Eastern and Western churches, launch a new Crusade, reform the Church. Byzantine Emperor <strong>Michael VIII Palaiologos</strong> needs Western military aid against Charles of Anjou; he offers papal supremacy in exchange. On July 6, Greek delegates formally accept the <em>Filioque</em> and papal primacy. It is a hollow triumph — the Byzantine clergy reject the union, and within years it collapses. The Council also establishes the papal conclave system still used today. Meanwhile, <strong>Marco Polo</strong> reaches Kublai Khan's court in China, beginning his seventeen years of service to the Mongol emperor."
    },
    "conn": {
      "label": "Connections",
      "content": "The deaths of Aquinas and Bonaventure at the Council of Lyon — Bonaventure <em>at</em> the council, Aquinas en route to it — crystallize a moment when medieval synthesis seemed possible and was already failing. The same council that attempted to heal the East-West Schism through theological argument watched the two masters of that argument die. Rayonnant architecture's dematerialization of stone into light parallels scholastic philosophy's confidence that reason could illuminate faith — both express the same 13th-century ambition to make the invisible visible. Within decades, nominalism will fracture this confidence, and the Black Death will empty the cathedrals.",
      "funFact": "Aquinas stopped writing the <em>Summa</em> three months before his death, reportedly saying: 'All that I have written seems like straw compared to what has now been revealed to me.' He never explained what he saw."
    }
  },
  "sources": [
    {"url": "https://plato.stanford.edu/entries/aquinas/", "title": "Stanford Encyclopedia of Philosophy — Thomas Aquinas"},
    {"url": "https://plato.stanford.edu/entries/bonaventure/", "title": "Stanford Encyclopedia of Philosophy — Bonaventure"},
    {"url": "https://www.britannica.com/event/Council-of-Lyon-Second-1274", "title": "Britannica — Second Council of Lyon"},
    {"url": "https://www.britannica.com/topic/Roman-de-la-rose", "title": "Britannica — Roman de la Rose"},
    {"url": "https://www.britannica.com/art/Rayonnant-style", "title": "Britannica — Rayonnant Gothic"}
  ],
  "image": {
    "url": "images/1274-lyon-death-of-the-giants.jpg",
    "alt": "The Triumph of Saint Thomas Aquinas over Averroes by Benozzo Gozzoli, showing Aquinas enthroned between Aristotle and Plato",
    "width": 727,
    "height": 800,
    "caption": "The Triumph of Saint Thomas Aquinas by Benozzo Gozzoli (c. 1470) — Aquinas enthroned between Aristotle and Plato, with Averroes defeated below, representing the scholastic synthesis of faith and ancient philosophy",
    "attribution": "Benozzo Gozzoli, Public domain, via Wikimedia Commons"
  },
  "threads": ["scholasticism", "gothic-architecture", "rationalism", "death-of-god", "vernacular-literature"],
  "location": {
    "lat": 45.7640,
    "lon": 4.8357,
    "place": "Lyon"
  },
  "addedDate": "2026-03-02T06:00:00Z"
}
