{
  "year": "1605",
  "id": "1605-europe-knight-of-the-sorrowful-countenance",
  "title": "Europe — The Knight of the Sorrowful Countenance",
  "teaser": "Cervantes invents the modern novel. Shakespeare writes King Lear. Caravaggio paints light from darkness. Bacon demands knowledge serve power. And Catholic conspirators try to blow up Parliament. At the hinge between Renaissance and Baroque, fiction learns to question itself.",
  "dimensions": {
    "art": {
      "label": "Art",
      "content": "<strong>Caravaggio</strong> is at the height of his powers in Rome — and about to destroy his career. In 1605, he paints the <em>Madonna and Child with St. Anne</em> (dei Palafrenieri), commissioned for St. Peter's and promptly rejected: the Madonna's low neckline, the aged St. Anne, the too-real snake under Christ's foot offended ecclesiastical taste. His <strong>tenebrism</strong> — figures emerging from profound darkness into blinding light — is the visual grammar of the <strong>early Baroque</strong>, replacing Renaissance balance with dramatic tension. This year he also likely completes <em>Ecce Homo</em> and <em>Saint Jerome in Meditation</em>. By 1606, he will kill a man and flee Rome forever. Meanwhile <strong>Rubens</strong> is in Italy absorbing Caravaggio's chiaroscuro; <strong>Annibale Carracci</strong>'s Farnese ceiling frescoes (completed 1601) have just established the alternative Baroque mode — classical idealism intensified rather than abandoned. The stylistic poles of the seventeenth century are set."
    },
    "lit": {
      "label": "Literature",
      "content": "In January 1605, <strong>Miguel de Cervantes</strong> publishes the first part of <em>Don Quixote</em> in Madrid — the founding text of the <strong>modern novel</strong>. A provincial gentleman reads so many chivalric romances that he loses his mind and rides out to become a knight-errant in a world that has no place for knights. The joke is layered: Cervantes mocks the romances by having his hero believe them, but the hero's delusion reveals truths that sanity cannot see. This is fiction that knows it is fiction and asks what fiction is for. The book succeeds immediately — pirated editions appear within weeks. Meanwhile in London, <strong>Shakespeare</strong> is writing or has just finished <em>King Lear</em> (dated c. late 1605–early 1606), the bleakest of the tragedies: a king divides his kingdom based on flattery, descends into madness on a heath, and the universe offers no redemption — \"never, never, never, never, never.\" Both works are about <strong>self-deception and the failure of authority</strong>; both create protagonists who destroy themselves through misreading the world."
    },
    "phil": {
      "label": "Philosophy",
      "content": "<strong>Francis Bacon</strong> publishes <em>The Advancement of Learning</em> in 1605 — the opening salvo of his campaign to reconstruct all human knowledge. Bacon argues that <strong>Scholastic philosophy</strong> has wasted centuries on verbal disputes; true knowledge must come from systematic observation of nature and experiment. The goal is not contemplation but <strong>power</strong>: \"knowledge is power\" (<em>scientia potentia est</em>) means that understanding nature enables us to control it. Bacon maps out the existing state of learning and identifies what remains undone — a blueprint for what will become the scientific method. This is the philosophical bridge between Renaissance humanism and the Scientific Revolution: keeping humanism's rejection of medieval authority while demanding empirical rigour. Bacon will later write <em>Novum Organum</em> (1620), directly challenging Aristotle's <em>Organon</em> as the instrument of knowledge."
    },
    "hist": {
      "label": "History",
      "content": "On the night of 4–5 November 1605, <strong>Guy Fawkes</strong> is discovered beneath the House of Lords guarding 36 barrels of gunpowder — the <strong>Gunpowder Plot</strong>, a Catholic conspiracy to assassinate Protestant King <strong>James I</strong> and the assembled Parliament. The plot fails; Fawkes is tortured and executed; anti-Catholic laws intensify. The event becomes a founding myth of English Protestant identity (still commemorated on Bonfire Night). England in 1605 is in transition: Elizabeth I died in 1603, ending the Tudor dynasty; James unites the English and Scottish crowns but cannot unite his religiously divided kingdoms. Spain remains the dominant European power, though its treasure fleets are faltering. The <strong>Ottoman Empire</strong> under Ahmed I is at war with the Habsburgs. <strong>Japan</strong> under Tokugawa Ieyasu is consolidating after decades of civil war. And across the Atlantic, <strong>Jamestown</strong> is two years away."
    },
    "conn": {
      "label": "Connections",
      "content": "The deepest link is thematic: <strong>the crisis of authority and the problem of interpretation</strong>. Don Quixote misreads reality because he trusts romances too completely; Lear misreads his daughters because he trusts flattery. Both destroy themselves through failed interpretation. Bacon attacks Scholasticism for the same reason — it mistakes verbal arguments for truths about nature. Caravaggio's realism was rejected precisely because it refused to idealise — showing things as they were, not as authority said they should be. The Gunpowder plotters believed they could restore true authority through violence; they failed, and their failure intensified Protestant England's conviction that Catholic authority was conspiratorial by nature. All of this occurs at the transition from <strong>Renaissance to Baroque</strong> — from confidence in recovered classical wisdom to a new urgency about knowledge, power, and the difference between appearance and reality.",
      "funFact": "Cervantes and Shakespeare died on the same date — 23 April 1616 — but not the same day. Spain used the Gregorian calendar; England still used the Julian. Shakespeare actually died ten days later. Even in death, they couldn't quite coincide."
    }
  },
  "sources": [
    {
      "url": "https://en.wikipedia.org/wiki/Don_Quixote",
      "title": "Don Quixote — Wikipedia"
    },
    {
      "url": "https://en.wikipedia.org/wiki/King_Lear",
      "title": "King Lear — Wikipedia"
    },
    {
      "url": "https://en.wikipedia.org/wiki/The_Advancement_of_Learning",
      "title": "The Advancement of Learning — Wikipedia"
    },
    {
      "url": "https://en.wikipedia.org/wiki/Gunpowder_Plot",
      "title": "Gunpowder Plot — Wikipedia"
    },
    {
      "url": "https://en.wikipedia.org/wiki/Caravaggio",
      "title": "Caravaggio — Wikipedia"
    },
    {
      "url": "https://en.wikipedia.org/wiki/1605_in_art",
      "title": "1605 in art — Wikipedia"
    }
  ],
  "image": {
    "url": "images/1605-don-quixote.jpg",
    "caption": "Don Quixote and Sancho Panza, illustration by Gustave Doré (1863)",
    "attribution": "Gustave Doré, Public Domain, via Wikimedia Commons"
  },
  "threads": [
    "baroque",
    "novel",
    "empiricism",
    "religious-conflict",
    "self-deception",
    "renaissance-to-baroque"
  ],
  "location": {
    "lat": 40.4168,
    "lon": -3.7038,
    "place": "Madrid"
  },
  "addedDate": "2026-02-26T14:07:00Z"
}
