[
  {
    "year": "1504",
    "title": "Florence — The Duel of Giants",
    "teaser": "Michelangelo and Leonardo compete for the same wall. The Renaissance peaks.",
    "dimensions": {
      "art": {
        "label": "Art",
        "content": "The <strong>High Renaissance</strong> reaches its apex — the movement that fused humanist ideals with technical mastery, believing art could reveal divine truth through the study of nature and anatomy. <strong>Leonardo</strong> and <strong>Michelangelo</strong> are both commissioned to paint opposing walls of Florence's Sala del Cinquecento. Neither finishes — but the rivalry embodies the Renaissance ideal of <em>paragone</em>, the competitive comparison of arts. Meanwhile Michelangelo's <em>David</em> is unveiled and <strong>Raphael</strong>, just 21, arrives to absorb both masters' techniques."
      },
      "lit": {
        "label": "Literature",
        "content": "<strong>Renaissance humanism</strong> has transformed literature from medieval allegory into direct engagement with classical models and political reality. <strong>Machiavelli</strong>, serving as Florence's Second Chancellor, is watching Cesare Borgia's statecraft firsthand — raw material for <em>The Prince</em> (1513), which will break with the humanist tradition of idealised rulers. <strong>Ariosto</strong> drafts <em>Orlando Furioso</em> in Ferrara, fusing medieval romance with Renaissance irony — the chivalric tradition made self-aware."
      },
      "phil": {
        "label": "Philosophy",
        "content": "<strong>Neoplatonism</strong>, revived by Marsilio Ficino's translations of Plato, dominates Florentine thought — the idea that beauty reveals divine truth is taken literally, making art and philosophy inseparable. <strong>Erasmus</strong> publishes <em>Enchiridion militis Christiani</em>, arguing for inner philosophical Christianity over empty ritual — part of <strong>Christian humanism</strong>, which applies Renaissance textual criticism to religion itself. Both currents reject medieval scholasticism for something more direct and human."
      },
      "hist": {
        "label": "History",
        "content": "Italy is fractured among warring city-states while France and Spain fight over Naples — the <strong>Italian Wars</strong> (1494–1559) are turning the peninsula into Europe's battlefield. Florence, recently freed from Savonarola's theocratic rule (burned 1498), is a fragile republic. Globally, the <strong>Age of Exploration</strong> is reshaping the world: Columbus has made his fourth voyage, Portugal expands in the Indian Ocean, and Europe's centre of gravity is shifting from the Mediterranean to the Atlantic."
      },
      "conn": {
        "label": "Connections",
        "content": "<strong>Machiavelli watches power while Leonardo and Michelangelo depict it</strong> — on the same walls. The Renaissance's unity of knowledge means the diplomat, the painter, and the philosopher all inhabit the same intellectual world. Neoplatonism and Christian humanism are two faces of the same rejection of medieval authority: both insist on going back to original sources — whether Plato or Scripture. The <em>David</em> isn't just sculpture; it's a political statement: the small republic standing against giants, classical form serving civic ideology.",
        "funFact": "When the committee chose where to place the David, Leonardo and Botticelli were both on the panel. Leonardo suggested hiding it in a loggia. He was outvoted."
      }
    }
  },
  {
    "year": "1889",
    "title": "Paris — The Year Everything Changed",
    "teaser": "The Eiffel Tower rises. Van Gogh paints Starry Night. Nietzsche collapses. Bergson rethinks time itself.",
    "dimensions": {
      "art": {
        "label": "Art",
        "content": "<strong>Post-Impressionism</strong> is shattering Impressionism's consensus — where Monet captured light, the next generation wants to capture meaning. <strong>Van Gogh</strong> paints <em>The Starry Night</em> from the asylum at Saint-Rémy, pushing toward <strong>Expressionism</strong>: inner feeling over observed fact. <strong>Gauguin</strong> in Brittany paints <em>The Yellow Christ</em>, part of <strong>Symbolism</strong>'s revolt against realism. <strong>Cézanne</strong> in Aix quietly bridges Impressionism and <strong>Cubism</strong> — the most consequential painter alive, though almost no one knows it yet."
      },
      "lit": {
        "label": "Literature",
        "content": "Literature is splitting between <strong>Naturalism</strong> and its discontents. <strong>Maupassant</strong> publishes <em>Fort comme la mort</em> — Naturalism's clinical gaze turned inward before syphilis claims his mind. <strong>Yeats</strong> releases <em>The Wanderings of Oisin</em>, launching the <strong>Celtic Revival</strong>: mythology as resistance to British cultural dominance. <strong>Twain</strong>'s <em>A Connecticut Yankee</em> uses time-travel satire in the tradition of <strong>American realism</strong>. <strong>Tolstoy</strong>'s <em>Kreutzer Sonata</em>, banned for sexual frankness, signals his turn from novelist to moral prophet."
      },
      "phil": {
        "label": "Philosophy",
        "content": "<strong>Nietzsche</strong> collapses in Turin in January — his productive life ends. <em>Twilight of the Idols</em>, published this year, is the climax of his assault on <strong>Western metaphysics</strong>: God is dead, morality is genealogy, truth is interpretation. <strong>Bergson</strong> publishes <em>Time and Free Will</em>, founding <strong>process philosophy</strong>: lived time (durée) is fundamentally different from clock time. Both are responding to the crisis of <strong>positivism</strong> — the feeling that science explains everything except what matters most."
      },
      "hist": {
        "label": "History",
        "content": "The <strong>Eiffel Tower</strong> opens for the World's Fair celebrating the Revolution's centennial — engineering as ideology, the <strong>Second Industrial Revolution</strong> made vertical. Brazil becomes a republic. The <strong>Meiji Constitution</strong> takes effect in Japan — modernisation by imperial decree. London's dock strike marks a turning point for <strong>organised labour</strong>. The <strong>Scramble for Africa</strong> is in full swing, carving a continent into European possessions."
      },
      "conn": {
        "label": "Connections",
        "content": "Bergson's insight that <strong>lived time ≠ measured time</strong> is exactly what the Post-Impressionists are painting: Van Gogh doesn't show what the sky looks like, he shows what it <em>feels</em> like. Nietzsche's death-of-God and Van Gogh's asylum visions share the same vertigo — old certainties dissolving into energy. The Eiffel Tower embodies the era's central tension: is <strong>modernity</strong> liberation or monstrosity? Maupassant famously ate in the Tower's restaurant because \"it's the only place in Paris where you can't see the damn thing.\"",
        "funFact": "Theo van Gogh tried to sell Vincent's paintings at the 1889 World's Fair. Almost no one bought. A century later, those paintings would sell for $80+ million each."
      }
    }
  },
  {
    "year": "1922",
    "title": "The Modernist Explosion",
    "teaser": "Joyce, Eliot, Woolf, Wittgenstein — in a single year, the old world of art and thought is detonated.",
    "dimensions": {
      "art": {
        "label": "Art",
        "content": "The <strong>Bauhaus</strong> is in full swing under Gropius — Klee, Kandinsky, Moholy-Nagy teaching the radical idea that art, craft, and industry should merge. It's the institutional arm of <strong>Constructivism</strong> and <strong>De Stijl</strong>: strip art to pure form, then rebuild the world. <strong>Mondrian</strong> pushes into geometric abstraction. In Mexico, <strong>Rivera</strong> begins his first major mural — <strong>Mexican Muralism</strong> insists art must be public, political, and monumental, not locked in galleries."
      },
      "lit": {
        "label": "Literature",
        "content": "The greatest year in literary <strong>Modernism</strong>. <strong>Joyce</strong>'s <em>Ulysses</em> (published in Paris, banned in the US/UK) detonates narrative form — the novel as total experiment. <strong>Eliot</strong>'s <em>The Waste Land</em> does the same for poetry: fragments shored against ruins. <strong>Woolf</strong>'s <em>Jacob's Room</em> pioneers stream-of-consciousness. <strong>Proust</strong> dies in November, <em>In Search of Lost Time</em> unfinished. <strong>Rilke</strong> completes the <em>Duino Elegies</em> in a single burst. All are responding to WWI's destruction of 19th-century certainties."
      },
      "phil": {
        "label": "Philosophy",
        "content": "<strong>Wittgenstein</strong>'s <em>Tractatus</em> appears in English — the founding text of <strong>logical positivism</strong>, arguing philosophy's problems are really problems of language. The <strong>Vienna Circle</strong> is forming around Schlick, taking Wittgenstein further than he intended. <strong>Heidegger</strong> lectures at Freiburg, developing <strong>existential phenomenology</strong> — the opposite pole, insisting that Being, not logic, is philosophy's proper subject. The discipline is splitting into two traditions that still haven't reconciled."
      },
      "hist": {
        "label": "History",
        "content": "The <strong>Soviet Union</strong> is formally established — the Bolshevik experiment becomes a state. <strong>Mussolini</strong> marches on Rome — <strong>fascism</strong> takes power for the first time. The <strong>Ottoman Empire</strong> collapses; Turkey becomes a republic under Atatürk. <strong>Tutankhamun's tomb</strong> is discovered. The world is four years past WWI, and the interwar order is already fracturing between communism, fascism, and liberal democracy — the three-way struggle that will define the century."
      },
      "conn": {
        "label": "Connections",
        "content": "Everything connects through <strong>fragmentation</strong>. Eliot's <em>Waste Land</em> is literally fragments. Joyce fragments narrative into a dozen styles. The Bauhaus fragments art into geometry. Wittgenstein fragments language into logical atoms. Why? Because the war fragmented <em>everything</em> — empires, bodies, certainties. <strong>Modernism</strong> isn't a style; it's the art of a shattered world trying to reassemble itself. Proust dies trying to capture all of time; Wittgenstein insists we stay silent about what we can't capture. Two responses to the same impossibility.",
        "funFact": "Ezra Pound edited The Waste Land so ruthlessly he cut it nearly in half. The original draft, found in 1968, suggests Pound may have been the greatest editor in literary history."
      }
    }
  }
]
