[
  {
    "year": "125",
    "id": "125-rome-dome-of-all-things",
    "title": "Rome — The Dome of All Things",
    "teaser": "An emperor who designs buildings, a former slave who teaches philosophy, and biographers who invent the Western art of the life story. The Roman Empire at its zenith builds a temple open to the sky — and a Stoicism that will outlast the empire itself.",
    "dimensions": {
      "art": {
        "label": "Art",
        "content": "The <strong>Pantheon</strong>, rebuilt under Hadrian between c. 118 and 128 CE, is the supreme achievement of <strong>Roman imperial architecture</strong> — and arguably the most influential building in Western history. Its unreinforced concrete dome, 43.3 metres in diameter, would remain the largest in the world for over thirteen centuries until Brunelleschi's in Florence (1436). The oculus — a 9-metre opening to the sky — is the sole light source, turning the interior into a sundial where weather and cosmos enter the built space. According to <strong>Cassius Dio</strong>, Hadrian personally designed the building, rejecting the plans of Trajan's architect Apollodorus of Damascus. At <strong>Hadrian's Villa</strong> in Tivoli (c. 118–134), the emperor created a vast architectural anthology — recreating buildings from across the empire: the Canopus of Egypt, the Stoa Poikile of Athens, the Vale of Tempe. It is architecture as imperial memory, a built encyclopedia of the cultures Rome had absorbed. Meanwhile, after Hadrian's beloved <strong>Antinous</strong> drowned in the Nile in 130 CE, the emperor commissioned what became the most widely reproduced portrait type of the ancient world — more surviving statues of Antinous than of almost any other figure from antiquity."
      },
      "lit": {
        "label": "Literature",
        "content": "<strong>Plutarch</strong> (d. c. 119 CE) had just completed his <em>Parallel Lives</em> — forty-six biographies pairing a Greek statesman with a Roman one (Theseus with Romulus, Alexander with Caesar), inventing the method of <strong>comparative biography</strong> that would shape life-writing through Shakespeare to Napoleon. <strong>Suetonius</strong> (c. 69–122 CE), who served as Hadrian's <em>ab epistulis</em> (secretary of correspondence) until being dismissed around 122, published <em>The Twelve Caesars</em> with its scandalous access to imperial archives — biography as revelation of private character behind public power. <strong>Juvenal</strong> (active c. 100–127) was writing his later <em>Satires</em>, perfecting the tradition of <strong>Roman verse satire</strong> — the genre Rome considered its own invention (<em>satura tota nostra est</em>, as Quintilian claimed). His phrase <em>panem et circenses</em> (bread and circuses) would become the permanent shorthand for political appeasement. This was also the era of the <strong>Second Sophistic</strong> — a Greek literary revival under Roman rule, championed by Hadrian's philhellenism, where rhetoricians like Favorinus performed elaborate orations as both entertainment and intellectual display."
      },
      "phil": {
        "label": "Philosophy",
        "content": "<strong>Epictetus</strong> (c. 50–135 CE), a former slave who had been crippled by his master, taught <strong>late Stoicism</strong> at his school in Nicopolis, in north-western Greece. His student <strong>Arrian</strong> — who was simultaneously a Roman consul, military commander, and historian — transcribed his oral teachings as the <em>Discourses</em> and distilled them into the <em>Enchiridion</em> (Handbook). The core doctrine: the only things truly within our control are our judgements and choices; everything external — health, wealth, reputation, even the body — belongs to fortune. This is philosophy as practice rather than theory, a discipline of inner freedom developed by a man who had known literal slavery. The transmission chain is documented precisely: <strong>Marcus Aurelius</strong>, writing his <em>Meditations</em> fifty years later, names Epictetus among his greatest intellectual debts (Book I) — the Stoic teachings of a freed slave reaching the most powerful man on earth through Arrian's pen."
      },
      "hist": {
        "label": "History",
        "content": "The <strong>Roman Empire</strong> under Hadrian (r. 117–138 CE) stood at its administrative and demographic zenith — roughly 55 to 70 million people across three continents, governed by a road network of 80,000 kilometres and a professional bureaucracy. Hadrian reversed the expansionist policy of his predecessor Trajan, withdrawing from Mesopotamia and consolidating borders. <strong>Hadrian's Wall</strong> in Britain (begun 122 CE) embodied this shift from conquest to consolidation — not a fortress wall but a controlled frontier, managing movement rather than stopping it. This was the age of the <strong>Five Good Emperors</strong> (Nerva through Marcus Aurelius), the period that Gibbon would later call \"the period in the history of the world during which the condition of the human race was most happy and prosperous\" — a judgement that excluded the empire's millions of slaves, but captured the administrative stability of the <em>Pax Romana</em> at its peak."
      },
      "conn": {
        "label": "Connections",
        "content": "The documented links here run through <strong>specific people and institutions</strong>. Suetonius served as Hadrian's personal secretary until c. 122, giving the biographer direct access to the imperial archives he mined for <em>The Twelve Caesars</em> — the historian was literally inside the power he described. Arrian, who transcribed Epictetus's teachings, was no mere scribe but a Roman consul and provincial governor — the same imperial administrative class that built the Pantheon consumed and transmitted Stoic philosophy. Hadrian himself was the nexus: an emperor who personally designed the Pantheon (per Cassius Dio), championed Greek literary culture through the Second Sophistic, and created in his Villa at Tivoli a built synthesis of the empire's absorbed civilisations. Plutarch's <em>Parallel Lives</em>, comparing Greek and Roman exemplars, provided the intellectual framework for exactly this Greco-Roman synthesis that Hadrian pursued architecturally and politically. The Pantheon's mathematical perfection — its height equalling its diameter, its dome a perfect hemisphere — was not accidental ornament but a statement legible to a culture steeped in Stoic cosmology, where the universe was understood as rationally ordered.",
        "funFact": "Hadrian kept the original inscription crediting Agrippa — \"M·AGRIPPA·L·F·COS·TERTIVM·FECIT\" — on the façade of his entirely rebuilt Pantheon. For centuries, scholars assumed Agrippa's building had survived. Only modern brick-stamp analysis proved the entire structure is Hadrian's. An emperor who hid his masterpiece behind another man's name."
      }
    },
    "sources": [
      {
        "url": "https://en.wikipedia.org/wiki/Pantheon,_Rome",
        "title": "Pantheon, Rome — Wikipedia"
      },
      {
        "url": "https://en.wikipedia.org/wiki/Hadrian",
        "title": "Hadrian — Wikipedia"
      },
      {
        "url": "https://en.wikipedia.org/wiki/Epictetus",
        "title": "Epictetus — Wikipedia"
      },
      {
        "url": "https://en.wikipedia.org/wiki/Plutarch",
        "title": "Plutarch — Wikipedia"
      },
      {
        "url": "https://en.wikipedia.org/wiki/Second_Sophistic",
        "title": "Second Sophistic — Wikipedia"
      },
      {
        "url": "https://en.wikipedia.org/wiki/Hadrian%27s_Villa",
        "title": "Hadrian's Villa — Wikipedia"
      }
    ],
    "image": {
      "url": "images/125-pantheon-dome.jpg",
      "caption": "Interior of the Pantheon dome with its oculus, Rome",
      "attribution": "Livioandronico2013, CC BY-SA 4.0, via Wikimedia Commons"
    },
    "threads": [
      "classical-revival",
      "rationalism",
      "stoicism",
      "imperial-architecture",
      "biography"
    ],
    "location": {
      "lat": 41.8986,
      "lon": 12.4769,
      "place": "Rome"
    },
    "addedDate": "2026-02-25T13:43:00Z",
    "podcast": {
      "url": "audio/125-rome-dome-of-all-things.mp3",
      "duration": 178
    }
  },
  {
    "year": "762",
    "title": "Baghdad — The Round City of Reason",
    "teaser": "A caliph builds a perfect circle in the desert. Inside it, Greek philosophy meets Arab poetry and Persian administration — the Islamic Golden Age ignites.",
    "dimensions": {
      "art": {
        "label": "Art",
        "content": "Early <strong>Abbasid art</strong> fuses Umayyad, Persian, and Central Asian traditions into something new — a cosmopolitan visual language for a cosmopolitan empire. Al-Mansur's <strong>Round City</strong> itself is the masterpiece: a perfect circle nearly 2 km across, with the caliph's palace and grand mosque at the centre — geometry as theology, power radiating outward from a divine axis. The <strong>aniconism</strong> of Islamic art channels creative energy into breathtaking <em>arabesque</em> patterns and calligraphy, transforming the written word itself into visual art."
      },
      "lit": {
        "label": "Literature",
        "content": "<strong>Arabic poetry</strong> enters its most inventive phase. The Abbasid revolution shifts literary patronage from Damascus to Iraq, and poets begin breaking the rigid pre-Islamic <em>qasida</em> form. A generation of <em>muhdath</em> (\"modern\") poets is emerging — figures like <strong>Abu Nuwas</strong> (born c. 756) will soon scandalise Baghdad with wine poems that mock Bedouin nostalgia and celebrate urban Persian cosmopolitanism. The <strong>translation movement</strong> is beginning: Greek, Syriac, Sanskrit, and Persian texts are being rendered into Arabic, creating the largest body of translated knowledge the ancient world had seen."
      },
      "phil": {
        "label": "Philosophy",
        "content": "The <strong>Mu'tazila</strong>, founded by <strong>Wasil ibn Ata</strong> (d. 748), are the first systematic school of <strong>Islamic rationalist theology</strong> (<em>kalam</em>) — arguing that reason, not tradition alone, can determine truth. Their insistence on divine justice and human free will directly challenges fatalist interpretations of the Quran. Under the Abbasids, the Mu'tazila gain state patronage — an extraordinary moment when a government officially endorses rational inquiry as the path to religious truth. Meanwhile, the <strong>translation of Aristotle</strong> into Arabic is just beginning, laying the groundwork for falsafa (Islamic philosophy proper)."
      },
      "hist": {
        "label": "History",
        "content": "The <strong>Abbasid Revolution</strong> (750) overthrows the Umayyads in one of history's great political ruptures — a coalition of Persian converts, Shia sympathisers, and discontented frontier armies united under the black banners. <strong>Al-Mansur</strong> founds Baghdad in 762 as a deliberate break from the old Umayyad capital Damascus, placing power at the crossroads of Persian, Mesopotamian, and Arab worlds. In 751, the <strong>Battle of Talas</strong> against Tang China halts Chinese expansion westward and — according to tradition — brings papermaking technology to the Islamic world, revolutionising scholarship."
      },
      "conn": {
        "label": "Connections",
        "content": "Everything converges on <strong>translation as power</strong>. The Abbasids legitimise their rule not through Arab tribal prestige (as the Umayyads did) but through <em>universal knowledge</em> — Persian administration, Greek science, Indian mathematics, all filtered through Arabic. The Round City's perfect geometry embodies the Mu'tazila's rationalism: both insist the cosmos is orderly and knowable. Poetry's break from Bedouin forms mirrors the political break from Umayyad tribalism. When Abu Nuwas praises wine in Persian-inflected Arabic, he's enacting the same cultural synthesis that the House of Wisdom will soon institutionalise.",
        "funFact": "Al-Mansur reportedly chose Baghdad's site after sleeping a night there and finding it pleasant. He allegedly consulted astrologers who confirmed the stars favoured the location — reason and superstition coexisting, as they so often did in the Age of Reason's first draft."
      }
    },
    "sources": [
      {
        "url": "https://en.wikipedia.org/wiki/Abbasid_Caliphate",
        "title": "Abbasid Caliphate — Wikipedia"
      },
      {
        "url": "https://en.wikipedia.org/wiki/Islamic_Golden_Age",
        "title": "Islamic Golden Age — Wikipedia"
      },
      {
        "url": "https://en.wikipedia.org/wiki/Round_city_of_Baghdad",
        "title": "Round City of Baghdad — Wikipedia"
      },
      {
        "url": "https://en.wikipedia.org/wiki/Mu%27tazila",
        "title": "Mu'tazila — Wikipedia"
      },
      {
        "url": "https://en.wikipedia.org/wiki/Abu_Nuwas",
        "title": "Abu Nuwas — Wikipedia"
      },
      {
        "url": "https://en.wikipedia.org/wiki/Battle_of_Talas",
        "title": "Battle of Talas — Wikipedia"
      },
      {
        "url": "https://en.wikipedia.org/wiki/Barmakids",
        "title": "Barmakids — Wikipedia"
      }
    ],
    "image": {
      "url": "images/762-round-city.png",
      "caption": "Plan of al-Mansur's Round City of Baghdad",
      "attribution": "Umar Farrukh, via Wikimedia Commons"
    },
    "threads": [
      "translation-movement",
      "rationalism",
      "islamic-golden-age",
      "cosmopolitanism",
      "geometry-as-ideology"
    ],
    "location": {
      "lat": 33.3152,
      "lon": 44.3661,
      "place": "Baghdad"
    },
    "addedDate": "2026-02-24T00:00:00Z",
    "id": "762-baghdad-round-city-of-reason",
    "podcast": {
      "url": "audio/762-baghdad-round-city-of-reason.mp3",
      "duration": 181
    }
  },
  {
    "year": "1095",
    "id": "1095-clermont-god-wills-it",
    "title": "Clermont — God Wills It",
    "teaser": "A pope stands in a French field and launches a holy war. Meanwhile, monks build churches that translate theology into stone, an Italian philosopher proves God's existence with pure reason, and poets compose Europe's first vernacular epic. The First Crusade ignites — and with it, a new idea of Latin Christendom.",
    "dimensions": {
      "art": {
        "label": "Art",
        "content": "<strong>Romanesque architecture</strong> reaches its mature phase — the first pan-European architectural style since the Roman Empire. The hallmarks: thick walls, rounded arches, barrel vaults, massive towers. Churches like <strong>Cluny III</strong> (begun 1088, the largest church in Christendom until St Peter's) embody <strong>Cluniac reform</strong> ideals in stone: soaring naves for elaborate liturgy, sculptural programmes teaching salvation to the illiterate. The tympanum at <strong>Moissac</strong> (c. 1115, but the tradition is established now) will soon depict Christ in Majesty surrounded by the apocalyptic beasts — theology carved over doorways so that entering the church means passing through judgment. This is architecture as propaganda: massive, confident, teaching that the Church is literally the gateway between earth and heaven."
      },
      "lit": {
        "label": "Literature",
        "content": "The <strong><em>Chanson de Roland</em></strong> (Song of Roland), Europe's foundational epic in a vernacular language, is being composed in precisely these years — scholars date it between c. 1040 and 1115. It transforms the historical disaster at Roncevaux (778) into holy war mythology: Roland dies fighting Saracens, not Basques, and his death becomes martyrdom. The poem's battle cry — <em>\"Deus le volt!\"</em> — will echo at Clermont. This is the birth of <strong>chanson de geste</strong>, the Old French epic tradition that will produce hundreds of poems celebrating Christian warriors against Islam. Performed by jongleurs at courts and pilgrimage routes, it creates a popular literature of crusading ideology decades before and after Urban's sermon."
      },
      "phil": {
        "label": "Philosophy",
        "content": "<strong>Anselm of Canterbury</strong> (1033–1109), the most important philosopher between Augustine and Aquinas, is living through exactly this moment. His <em>Proslogion</em> (1077–78) contains the <strong>ontological argument</strong> — the claim that God's existence can be proven from the concept of God alone, without appeal to experience or Scripture. God is \"that than which nothing greater can be conceived\"; if such a being existed only in the mind and not in reality, something greater could be conceived; therefore God necessarily exists. This is reason asserting its power over faith's domain — the same confidence that builds Romanesque cathedrals and launches crusades. Anselm also develops <strong>satisfaction theory</strong>: Christ's death pays a debt humanity owes God, a feudal transaction writ cosmic. As Archbishop of Canterbury (from 1093), he clashes repeatedly with kings William II and Henry I over <strong>investiture</strong> — who controls Church appointments — the defining Church-state conflict of the age."
      },
      "hist": {
        "label": "History",
        "content": "In November 1095, <strong>Pope Urban II</strong> addresses a crowd at the <strong>Council of Clermont</strong> and launches the <strong>First Crusade</strong>. The speech itself is lost — we have only later reconstructions — but its effects are documented precisely. Byzantine Emperor <strong>Alexios I Komnenos</strong> had requested mercenaries; Urban provides a mass movement. The call fuses pilgrimage with warfare: participants receive <strong>indulgences</strong> (remission of sins) and the promise that dying in the cause means salvation. By 1096, the first armies are marching east; the <strong>Rhineland massacres</strong> slaughter Jewish communities along the way. Jerusalem falls in July 1099. The Crusade creates a new political entity — the <strong>Crusader States</strong> — and a new idea: Latin Christendom as a unified military force, the Church directing European violence outward."
      },
      "conn": {
        "label": "Connections",
        "content": "The links are institutional and ideological. <strong>Urban II</strong> was himself a former prior of <strong>Cluny</strong> — the same reforming monastery whose architectural ambitions produced Cluny III. The Cluniac network, with over a thousand affiliated houses by 1095, provided the infrastructure through which Urban's call spread. The <em>Chanson de Roland</em> was performed along <strong>pilgrimage routes</strong> to Santiago de Compostela — routes the Cluniacs helped build and which trained Europeans for long-distance travel to holy sites, preparing the cultural ground for pilgrimage-as-crusade. Anselm's satisfaction theory — Christ paying humanity's debt — translates naturally into crusade theology: sinners can pay their own debts through military service. The Romanesque style's confidence, the Roland poet's holy-war fantasy, Anselm's rational certainty, and Urban's militant Church are all expressions of the same moment: Latin Christendom at its most assertive, convinced it can conquer both reason and territory.",
        "funFact": "Urban II died in July 1099, just two weeks after Jerusalem fell — but before news reached Rome. He never learned that his crusade had succeeded."
      }
    },
    "sources": [
      {
        "url": "https://en.wikipedia.org/wiki/Council_of_Clermont",
        "title": "Council of Clermont — Wikipedia"
      },
      {
        "url": "https://en.wikipedia.org/wiki/First_Crusade",
        "title": "First Crusade — Wikipedia"
      },
      {
        "url": "https://en.wikipedia.org/wiki/Romanesque_architecture",
        "title": "Romanesque Architecture — Wikipedia"
      },
      {
        "url": "https://en.wikipedia.org/wiki/Song_of_Roland",
        "title": "Song of Roland — Wikipedia"
      },
      {
        "url": "https://en.wikipedia.org/wiki/Anselm_of_Canterbury",
        "title": "Anselm of Canterbury — Wikipedia"
      },
      {
        "url": "https://en.wikipedia.org/wiki/Cluniac_Reforms",
        "title": "Cluniac Reforms — Wikipedia"
      },
      {
        "url": "https://en.wikipedia.org/wiki/Pope_Urban_II",
        "title": "Pope Urban II — Wikipedia"
      }
    ],
    "image": {
      "url": "images/1095-clermont-council.jpg",
      "caption": "Pope Urban II preaching at the Council of Clermont, from Les Passages d'outremer (c. 1474)",
      "attribution": "Jean Colombe, Public Domain, via Wikimedia Commons / BnF Gallica"
    },
    "threads": [
      "crusades",
      "romanesque",
      "church-state-conflict",
      "holy-war",
      "rationalism",
      "pilgrimage"
    ],
    "location": {
      "lat": 45.7797,
      "lon": 3.0863,
      "place": "Clermont"
    },
    "addedDate": "2026-02-26T13:35:00Z"
  },
  {
    "year": "1347",
    "title": "Florence — The Beautiful Catastrophe",
    "teaser": "A third of Europe dies. From the ashes, Boccaccio writes in the vernacular, painters discover the skull beneath the skin, and philosophy learns to cut with a razor.",
    "dimensions": {
      "art": {
        "label": "Art",
        "content": "The <strong>Triumph of Death</strong> becomes Europe's defining image. The anonymous Palermo fresco (c. 1446, but rooted in the iconography born now) shows Death on a skeletal horse trampling nobles and clergy alike — democracy through annihilation. The <strong><em>danse macabre</em></strong> tradition emerges: paintings and murals in churches and cemeteries depicting the living dancing with their own corpses, pope alongside peasant. This is something new — art as memento mori at civilisational scale. In Siena, <strong>Ambrogio Lorenzetti</strong> (d. 1348) has just completed his <em>Allegory of Good and Bad Government</em>, the first great secular fresco cycle; the plague kills him and halts Sienese painting for a generation. Art turns inward, devotional, haunted."
      },
      "lit": {
        "label": "Literature",
        "content": "<strong>Boccaccio</strong>'s <em>Decameron</em> (written 1348–1353) frames a hundred stories inside the plague itself: ten young Florentines flee to the countryside and tell tales to hold death at bay. It's literature as survival — and the first great prose masterpiece in <strong>vernacular Italian</strong>, proving that the language of the streets can carry the weight of Ovid and Apuleius. <strong>Petrarch</strong>, who loses his beloved Laura to the plague in April 1348, transforms private grief into the <em>Canzoniere</em>'s second half — the poems <em>in morte di Madonna Laura</em> become the template for European love poetry for three centuries. Both writers are doing something radical: choosing Italian and the personal voice over Latin and scholastic authority."
      },
      "phil": {
        "label": "Philosophy",
        "content": "<strong>William of Ockham</strong> (d. 1347) dies this very year, likely of plague, leaving behind the most powerful philosophical weapon of the late Middle Ages: <strong>nominalism</strong>. His razor — <em>entities must not be multiplied beyond necessity</em> — demolishes the Scholastic apparatus of universals, essences, and invisible categories. Only particulars are real; everything else is a name we give them. This is a depth charge under medieval metaphysics. Combined with the plague's brutal empirical lesson that no amount of theology stops people from dying, nominalism opens a crack that will widen into the Renaissance, the Reformation, and eventually modern science."
      },
      "hist": {
        "label": "History",
        "content": "The <strong>Black Death</strong> arrives in Sicily in October 1347, carried by Genoese ships from the Crimean port of Caffa (where the Mongols allegedly catapulted infected corpses over the walls — history's first biological weapon). By 1351, it has killed between a third and half of Europe's population — perhaps 25 million people. Florence drops from 120,000 to 50,000. The social order cracks: the <strong>Flagellant</strong> movement sweeps Germany, mobs massacre Jewish communities across the Rhineland, the Church's authority wobbles as prayers prove useless. But the survivors inherit a transformed economy — labour is scarce, wages rise, serfdom weakens. The catastrophe seeds the conditions for everything that comes after."
      },
      "conn": {
        "label": "Connections",
        "content": "Ockham's razor and the plague deliver the same message from different directions: <strong>the old abstractions don't hold</strong>. Scholasticism said universals were real; Ockham says only individuals exist. The Church said God's order was legible; the plague makes it illegible. Boccaccio's storytellers don't pray — they <em>narrate</em>, replacing theology with human wit. Petrarch mourns Laura not as a Platonic symbol but as a specific, irreplaceable person. The danse macabre paintings democratise death the same way the plague democratises it: no one is exempt. All of this — nominalism, vernacular literature, the crisis of Church authority — points directly toward the Renaissance humanism that will flower 150 years later in the same Florentine streets.",
        "funFact": "Boccaccio's Decameron contains a story (VI.10) where a friar passes off a parrot's feather as the Angel Gabriel's — mocking relic fraud. Within a generation of the plague, the Church's monopoly on truth was already being laughed at in prose."
      }
    },
    "sources": [
      {
        "url": "https://en.wikipedia.org/wiki/Black_Death",
        "title": "Black Death — Wikipedia"
      },
      {
        "url": "https://en.wikipedia.org/wiki/The_Decameron",
        "title": "The Decameron — Wikipedia"
      },
      {
        "url": "https://en.wikipedia.org/wiki/Petrarch",
        "title": "Petrarch — Wikipedia"
      },
      {
        "url": "https://en.wikipedia.org/wiki/William_of_Ockham",
        "title": "William of Ockham — Wikipedia"
      },
      {
        "url": "https://en.wikipedia.org/wiki/Danse_macabre",
        "title": "Danse macabre — Wikipedia"
      },
      {
        "url": "https://en.wikipedia.org/wiki/Consequences_of_the_Black_Death",
        "title": "Consequences of the Black Death — Wikipedia"
      },
      {
        "url": "https://en.wikipedia.org/wiki/Flagellants",
        "title": "Flagellants — Wikipedia"
      }
    ],
    "image": {
      "url": "images/1347-triumph-of-death.jpg",
      "caption": "Triumph of Death (c. 1446), fresco, Palazzo Abatellis, Palermo",
      "attribution": "Public Domain, via Wikimedia Commons"
    },
    "threads": [
      "memento-mori",
      "nominalism",
      "vernacular-literature",
      "fragmentation",
      "death-of-god"
    ],
    "location": {
      "lat": 43.7696,
      "lon": 11.2558,
      "place": "Florence"
    },
    "addedDate": "2026-02-24T00:00:00Z",
    "id": "1347-florence-beautiful-catastrophe",
    "podcast": {
      "url": "audio/1347-florence-beautiful-catastrophe.mp3",
      "duration": 188
    }
  },
  {
    "year": "1504",
    "title": "Florence — The Duel of Giants",
    "teaser": "Michelangelo and Leonardo compete for the same wall. The Renaissance peaks.",
    "dimensions": {
      "art": {
        "label": "Art",
        "content": "The <strong>High Renaissance</strong> reaches its apex — the movement that fused humanist ideals with technical mastery, believing art could reveal divine truth through the study of nature and anatomy. <strong>Leonardo</strong> and <strong>Michelangelo</strong> are both commissioned to paint opposing walls of Florence's Sala del Cinquecento. Neither finishes — but the rivalry embodies the Renaissance ideal of <em>paragone</em>, the competitive comparison of arts. Meanwhile Michelangelo's <em>David</em> is unveiled and <strong>Raphael</strong>, just 21, arrives to absorb both masters' techniques."
      },
      "lit": {
        "label": "Literature",
        "content": "<strong>Renaissance humanism</strong> has transformed literature from medieval allegory into direct engagement with classical models and political reality. <strong>Machiavelli</strong>, serving as Florence's Second Chancellor, is watching Cesare Borgia's statecraft firsthand — raw material for <em>The Prince</em> (1513), which will break with the humanist tradition of idealised rulers. <strong>Ariosto</strong> drafts <em>Orlando Furioso</em> in Ferrara, fusing medieval romance with Renaissance irony — the chivalric tradition made self-aware."
      },
      "phil": {
        "label": "Philosophy",
        "content": "<strong>Neoplatonism</strong>, revived by Marsilio Ficino's translations of Plato, dominates Florentine thought — the idea that beauty reveals divine truth is taken literally, making art and philosophy inseparable. <strong>Erasmus</strong> publishes <em>Enchiridion militis Christiani</em>, arguing for inner philosophical Christianity over empty ritual — part of <strong>Christian humanism</strong>, which applies Renaissance textual criticism to religion itself. Both currents reject medieval scholasticism for something more direct and human."
      },
      "hist": {
        "label": "History",
        "content": "Italy is fractured among warring city-states while France and Spain fight over Naples — the <strong>Italian Wars</strong> (1494–1559) are turning the peninsula into Europe's battlefield. Florence, recently freed from Savonarola's theocratic rule (burned 1498), is a fragile republic. Globally, the <strong>Age of Exploration</strong> is reshaping the world: Columbus has made his fourth voyage, Portugal expands in the Indian Ocean, and Europe's centre of gravity is shifting from the Mediterranean to the Atlantic."
      },
      "conn": {
        "label": "Connections",
        "content": "<strong>Machiavelli watches power while Leonardo and Michelangelo depict it</strong> — on the same walls. The Renaissance's unity of knowledge means the diplomat, the painter, and the philosopher all inhabit the same intellectual world. Neoplatonism and Christian humanism are two faces of the same rejection of medieval authority: both insist on going back to original sources — whether Plato or Scripture. The <em>David</em> isn't just sculpture; it's a political statement: the small republic standing against giants, classical form serving civic ideology.",
        "funFact": "When the committee chose where to place the David, Leonardo and Botticelli were both on the panel. Leonardo suggested hiding it in a loggia. He was outvoted."
      }
    },
    "image": {
      "url": "images/1504-david.jpg",
      "caption": "Michelangelo's David (1501–1504), Galleria dell'Accademia, Florence",
      "attribution": "Fir0002, CC BY-SA 3.0, via Wikimedia Commons"
    },
    "threads": [
      "renaissance-humanism",
      "neoplatonism",
      "classical-revival",
      "art-and-power",
      "christian-humanism"
    ],
    "location": {
      "lat": 43.7696,
      "lon": 11.2558,
      "place": "Florence"
    },
    "addedDate": "2026-02-24T00:00:00Z",
    "id": "1504-florence-duel-of-giants",
    "podcast": {
      "url": "audio/1504-florence-duel-of-giants.mp3",
      "duration": 152
    },
    "sources": [
      {
        "url": "https://en.wikipedia.org/wiki/Battle_of_the_Frescoes",
        "title": "Battle of the Frescoes — Wikipedia"
      },
      {
        "url": "https://en.wikipedia.org/wiki/High_Renaissance",
        "title": "High Renaissance — Wikipedia"
      },
      {
        "url": "https://en.wikipedia.org/wiki/Leonardo_da_Vinci",
        "title": "Leonardo da Vinci — Wikipedia"
      },
      {
        "url": "https://en.wikipedia.org/wiki/Michelangelo",
        "title": "Michelangelo — Wikipedia"
      }
    ]
  },
  {
    "year": "1648",
    "title": "Münster — The Exhaustion of God",
    "teaser": "Thirty years of religious war end in a radical idea: states, not God, determine order. Meanwhile, in Amsterdam, Rembrandt paints light like a philosopher and Descartes thinks in a country that lets him.",
    "dimensions": {
      "art": {
        "label": "Art",
        "content": "The <strong>Baroque</strong> dominates — art as overwhelming sensory experience, born from the Counter-Reformation's need to seduce believers back through spectacle. But in the Dutch Republic, Baroque takes a Protestant turn: no altarpieces, no papal commissions. Instead, <strong>Rembrandt</strong> paints civic militias, anatomy lessons, and his own aging face with a chiaroscuro that treats light as moral inquiry. His <em>Night Watch</em> (1642) transformed the group portrait from stiff ceremony into dynamic theatre. <strong>Vermeer</strong> is eight years from his first masterpiece; the <strong>Dutch Golden Age</strong> channels its wealth not into cathedrals but into domestic interiors, still lifes, and landscapes — the everyday made luminous."
      },
      "lit": {
        "label": "Literature",
        "content": "The war breeds its own literature of devastation. <strong>Grimmelshausen</strong>'s <em>Simplicissimus</em> (1668, but rooted in this decade's experience) will become the great German picaresque — a naïve boy dragged through three decades of atrocity, the Thirty Years' War as anti-<em>Bildungsroman</em>. In England, <strong>Milton</strong> is already formulating <em>Paradise Lost</em>, the Baroque epic that turns Satan into literature's first complex villain. <strong>Corneille</strong> and <strong>Racine</strong> are forging <strong>French Classicism</strong> — tragedy governed by strict unities, reason imposing form on passion. Order as aesthetic, because the world offers none."
      },
      "phil": {
        "label": "Philosophy",
        "content": "<strong>Descartes</strong>, living in the Dutch Republic precisely because it tolerates free thought, has already published the <em>Meditations</em> (1641) and the <em>Principles of Philosophy</em> (1644) — the founding texts of <strong>Continental Rationalism</strong>. His method of radical doubt (<em>cogito ergo sum</em>) rebuilds knowledge from a single certainty, discarding all inherited authority. In Amsterdam, the young <strong>Spinoza</strong> is absorbing Descartes while preparing to surpass him — his <em>Ethics</em> will fuse God and Nature into one substance, eliminating the personal God that thirty years of war were fought over."
      },
      "hist": {
        "label": "History",
        "content": "The <strong>Peace of Westphalia</strong> ends both the Thirty Years' War and the Eighty Years' War, redrawing Europe around a revolutionary principle: <strong>state sovereignty</strong>. Each ruler determines their territory's religion (<em>cuius regio, eius religio</em>), and no power — not the Pope, not the Emperor — may intervene in another state's affairs. Germany has lost perhaps a third of its population; some regions, over half. The Dutch Republic gains formal independence from Spain and enters its golden age — a commercial empire built on tolerance, trade, and the world's first stock exchange."
      },
      "conn": {
        "label": "Connections",
        "content": "Descartes' method and the Westphalian settlement perform the same operation: <strong>they replace divine authority with human reason as the foundation of order</strong>. The philosopher doubts everything and rebuilds from the cogito; the diplomats doubt religious truth and rebuild from sovereignty. Dutch painting enacts this too — Rembrandt's light doesn't descend from heaven, it falls from a window, natural and specific. The Baroque's Catholic theatricality and Dutch Protestant restraint are twin responses to the same crisis: how do you make meaning after God has been weaponised?",
        "funFact": "Descartes died in 1650 after moving to Sweden at Queen Christina's invitation. He was required to give philosophy lessons at 5 AM in a freezing palace. The rationalist who rebuilt all knowledge from first principles was defeated by a Scandinavian winter."
      }
    },
    "sources": [
      {
        "url": "https://en.wikipedia.org/wiki/Peace_of_Westphalia",
        "title": "Peace of Westphalia — Wikipedia"
      },
      {
        "url": "https://en.wikipedia.org/wiki/Thirty_Years%27_War",
        "title": "Thirty Years' War — Wikipedia"
      },
      {
        "url": "https://en.wikipedia.org/wiki/The_Night_Watch",
        "title": "The Night Watch — Wikipedia"
      },
      {
        "url": "https://en.wikipedia.org/wiki/Ren%C3%A9_Descartes",
        "title": "René Descartes — Wikipedia"
      },
      {
        "url": "https://en.wikipedia.org/wiki/Dutch_Golden_Age",
        "title": "Dutch Golden Age — Wikipedia"
      }
    ],
    "image": {
      "url": "images/1648-night-watch.jpg",
      "caption": "Rembrandt van Rijn, The Night Watch (1642), Rijksmuseum, Amsterdam",
      "attribution": "Public Domain, via Wikimedia Commons"
    },
    "threads": [
      "rationalism",
      "death-of-god",
      "modernity",
      "baroque",
      "westphalian-sovereignty",
      "dutch-golden-age"
    ],
    "location": {
      "lat": 51.9607,
      "lon": 7.6261,
      "place": "Münster"
    },
    "addedDate": "2026-02-24T00:00:00Z",
    "id": "1648-munster-exhaustion-of-god",
    "podcast": {
      "url": "audio/1648-munster-exhaustion-of-god.mp3",
      "duration": 182
    }
  },
  {
    "year": "1784",
    "title": "Europe — Dare to Know",
    "teaser": "In Königsberg, Kant dares humanity to think for itself. In Paris, a servant outwits his master on stage and a painter resurrects republican Rome. The Enlightenment finds its voice — five years before the guillotine gives it teeth.",
    "dimensions": {
      "art": {
        "label": "Art",
        "content": "Jacques-Louis David is in Rome, painting the work that will remake European art. The <strong>Oath of the Horatii</strong> (completed 1784, exhibited at the Paris Salon 1785) stages three brothers swearing to die for the Roman Republic — rigid, muscular, geometric, the antithesis of Rococo's languid curves. David's <strong>Neoclassicism</strong> isn't nostalgia: it's a political weapon, using antiquity to indict the present. The painting's stark tripartite composition — men on the left reaching for swords, grieving women on the right, the father's outstretched arm at the axis — is rationalism made visible: clarity, duty, structure. When it reaches Paris, the crowds understand instantly. This is what virtue looks like. Five years later, David will paint the Revolution itself."
      },
      "lit": {
        "label": "Literature",
        "content": "<strong>Beaumarchais</strong>' <em>The Marriage of Figaro</em> premieres in Paris on 27 April 1784, after three years of royal censorship — Louis XVI reportedly said it would be \"dangerous\" to perform. He was right. The play is the pinnacle of <strong>Enlightenment satirical comedy</strong>, a tradition running from Molière through Voltaire's contes: using wit and laughter to expose power's absurdities. Figaro, a servant, outmanoeuvres, outwits, and publicly humiliates his aristocratic master. The fifth-act monologue is a bomb: \"What have you done to deserve such advantages? Put yourself to the trouble of being born — nothing more.\" Danton will later say the play \"killed off the nobility\"; Napoleon will call it \"the Revolution already in action.\" Meanwhile in Germany, <strong>Schiller's</strong> <em>Kabale und Liebe</em> (Intrigue and Love) premieres — a defining work of <strong>Sturm und Drang</strong>, the proto-Romantic movement reacting against Enlightenment rationalism by foregrounding raw emotion and individual subjectivity. Schiller turns the movement's intensity toward class politics: a doomed cross-class love affair crushed by aristocratic corruption."
      },
      "phil": {
        "label": "Philosophy",
        "content": "In December 1784, the <em>Berlinische Monatsschrift</em> publishes <strong>Immanuel Kant's</strong> answer to the question that defines the age: <em>\"Was ist Aufklärung?\"</em> — \"What is Enlightenment?\" His answer is a single Latin phrase that becomes a civilisational motto: <strong><em>Sapere aude</em></strong> — \"Dare to know.\" Enlightenment, Kant writes, is humanity's emergence from its \"self-incurred immaturity\" — the inability to use one's own understanding without another's guidance. The obstacle isn't stupidity but cowardice: it is comfortable to let others think for you. Three years earlier, his <strong>Critique of Pure Reason</strong> (1781) had already demolished the old metaphysics, drawing the precise boundary between what reason can and cannot reach. Now he draws the political consequence: think for yourself, in public, without fear."
      },
      "hist": {
        "label": "History",
        "content": "Europe in 1784 is a powder keg with a lit fuse. The <strong>American Revolution</strong> has just succeeded — the Treaty of Paris (1783) confirms it — and French officers who fought there return home full of republican ideals and empty treasury receipts. France's debt from financing American independence is catastrophic; within five years, Louis XVI will be forced to convene the Estates-General. <strong>Frederick the Great</strong> still rules Prussia, Europe's model \"enlightened despot\" — tolerant of religion, patron of Voltaire, yet absolute in power. <strong>Joseph II</strong> of Austria is abolishing serfdom and closing monasteries. The old order is reforming itself frantically, trying to modernise fast enough to survive. It won't be fast enough."
      },
      "conn": {
        "label": "Connections",
        "content": "The most concrete link runs through <strong>Paris</strong>: David exhibited at the Salon where Beaumarchais' audiences gathered; both operated within a Parisian cultural milieu that shared patrons, salons, and the Académie. The Comte d'Angiviller, Directeur des Bâtiments du Roi, commissioned David's painting as part of a programme of morally elevating history painting — the same state apparatus that had tried and failed to suppress Figaro. Kant in Königsberg and Schiller in Mannheim operated independently of this Parisian world — there is no documented correspondence between any of these four in 1784. What connects them is not mutual influence but a shared historical condition: the late Enlightenment's crisis of legitimacy, as aristocratic authority crumbled under its own contradictions across Europe simultaneously. The American Revolution (Treaty of Paris, 1783) had just demonstrated that Enlightenment ideas could topple an empire — and France, bankrupt from financing it, was five years from proving the point at home.",
        "funFact": "Kant never travelled more than about ten miles from Königsberg in his entire life — yet his essay on Enlightenment, written from that provincial Prussian city, became the defining text of a movement that transformed the planet. The citizens of Königsberg reportedly set their clocks by his daily walk. Reason, apparently, keeps excellent time."
      }
    },
    "sources": [
      {
        "url": "https://en.wikipedia.org/wiki/Answering_the_Question:_What_is_Enlightenment%3F",
        "title": "Kant — What is Enlightenment? — Wikipedia"
      },
      {
        "url": "https://en.wikipedia.org/wiki/The_Marriage_of_Figaro_(play)",
        "title": "The Marriage of Figaro (play) — Wikipedia"
      },
      {
        "url": "https://en.wikipedia.org/wiki/Oath_of_the_Horatii",
        "title": "Oath of the Horatii — Wikipedia"
      },
      {
        "url": "https://en.wikipedia.org/wiki/Intrigue_and_Love",
        "title": "Kabale und Liebe (Intrigue and Love) — Wikipedia"
      },
      {
        "url": "https://en.wikipedia.org/wiki/Age_of_Enlightenment",
        "title": "Age of Enlightenment — Wikipedia"
      },
      {
        "url": "https://en.wikipedia.org/wiki/Neoclassicism",
        "title": "Neoclassicism — Wikipedia"
      }
    ],
    "image": {
      "url": "images/1784-oath-horatii.jpg",
      "caption": "The Oath of the Horatii — Jacques-Louis David, 1784",
      "attribution": "Jacques-Louis David, via Wikimedia Commons / Google Art Project"
    },
    "threads": [
      "rationalism",
      "classical-revival",
      "art-and-power",
      "enlightenment"
    ],
    "location": {
      "lat": 54.7104,
      "lon": 20.4522,
      "place": "Königsberg"
    },
    "addedDate": "2026-02-25T07:23:00Z",
    "id": "1784-europe-dare-to-know",
    "podcast": {
      "url": "audio/1784-europe-dare-to-know.mp3",
      "duration": 188
    }
  },
  {
    "year": "1889",
    "title": "Paris — The Year Everything Changed",
    "teaser": "The Eiffel Tower rises. Van Gogh paints Starry Night. Nietzsche collapses. Bergson rethinks time itself.",
    "dimensions": {
      "art": {
        "label": "Art",
        "content": "<strong>Post-Impressionism</strong> is shattering Impressionism's consensus — where Monet captured light, the next generation wants to capture meaning. <strong>Van Gogh</strong> paints <em>The Starry Night</em> from the asylum at Saint-Rémy, pushing toward <strong>Expressionism</strong>: inner feeling over observed fact. <strong>Gauguin</strong> in Brittany paints <em>The Yellow Christ</em>, part of <strong>Symbolism</strong>'s revolt against realism. <strong>Cézanne</strong> in Aix quietly bridges Impressionism and <strong>Cubism</strong> — the most consequential painter alive, though almost no one knows it yet."
      },
      "lit": {
        "label": "Literature",
        "content": "Literature is splitting between <strong>Naturalism</strong> and its discontents. <strong>Maupassant</strong> publishes <em>Fort comme la mort</em> — Naturalism's clinical gaze turned inward before syphilis claims his mind. <strong>Yeats</strong> releases <em>The Wanderings of Oisin</em>, launching the <strong>Celtic Revival</strong>: mythology as resistance to British cultural dominance. <strong>Twain</strong>'s <em>A Connecticut Yankee</em> uses time-travel satire in the tradition of <strong>American realism</strong>. <strong>Tolstoy</strong>'s <em>Kreutzer Sonata</em>, banned for sexual frankness, signals his turn from novelist to moral prophet."
      },
      "phil": {
        "label": "Philosophy",
        "content": "<strong>Nietzsche</strong> collapses in Turin in January — his productive life ends. <em>Twilight of the Idols</em>, published this year, is the climax of his assault on <strong>Western metaphysics</strong>: God is dead, morality is genealogy, truth is interpretation. <strong>Bergson</strong> publishes <em>Time and Free Will</em>, founding <strong>process philosophy</strong>: lived time (durée) is fundamentally different from clock time. Both are responding to the crisis of <strong>positivism</strong> — the feeling that science explains everything except what matters most."
      },
      "hist": {
        "label": "History",
        "content": "The <strong>Eiffel Tower</strong> opens for the World's Fair celebrating the Revolution's centennial — engineering as ideology, the <strong>Second Industrial Revolution</strong> made vertical. Brazil becomes a republic. The <strong>Meiji Constitution</strong> takes effect in Japan — modernisation by imperial decree. London's dock strike marks a turning point for <strong>organised labour</strong>. The <strong>Scramble for Africa</strong> is in full swing, carving a continent into European possessions."
      },
      "conn": {
        "label": "Connections",
        "content": "Bergson's insight that <strong>lived time ≠ measured time</strong> is exactly what the Post-Impressionists are painting: Van Gogh doesn't show what the sky looks like, he shows what it <em>feels</em> like. Nietzsche's death-of-God and Van Gogh's asylum visions share the same vertigo — old certainties dissolving into energy. The Eiffel Tower embodies the era's central tension: is <strong>modernity</strong> liberation or monstrosity? Maupassant famously ate in the Tower's restaurant because \"it's the only place in Paris where you can't see the damn thing.\"",
        "funFact": "Theo van Gogh tried to sell Vincent's paintings at the 1889 World's Fair. Almost no one bought. A century later, those paintings would sell for $80+ million each."
      }
    },
    "image": {
      "url": "images/1889-starry-night.jpg",
      "caption": "Vincent van Gogh, The Starry Night (1889), MoMA, New York",
      "attribution": "Google Art Project, Public Domain, via Wikimedia Commons"
    },
    "threads": [
      "post-impressionism",
      "crisis-of-positivism",
      "modernity",
      "death-of-god",
      "expressionism",
      "symbolism"
    ],
    "location": {
      "lat": 48.8566,
      "lon": 2.3522,
      "place": "Paris"
    },
    "addedDate": "2026-02-24T00:00:00Z",
    "id": "1889-paris-year-everything-changed",
    "podcast": {
      "url": "audio/1889-paris-year-everything-changed.mp3",
      "duration": 164
    },
    "sources": [
      {
        "url": "https://en.wikipedia.org/wiki/Exposition_Universelle_(1889)",
        "title": "Exposition Universelle (1889) — Wikipedia"
      },
      {
        "url": "https://en.wikipedia.org/wiki/Post-Impressionism",
        "title": "Post-Impressionism — Wikipedia"
      },
      {
        "url": "https://en.wikipedia.org/wiki/The_Starry_Night",
        "title": "The Starry Night — Wikipedia"
      },
      {
        "url": "https://en.wikipedia.org/wiki/Henri_Bergson",
        "title": "Henri Bergson — Wikipedia"
      }
    ]
  },
  {
    "year": "1922",
    "title": "The Modernist Explosion",
    "teaser": "Joyce, Eliot, Woolf, Wittgenstein — in a single year, the old world of art and thought is detonated.",
    "dimensions": {
      "art": {
        "label": "Art",
        "content": "The <strong>Bauhaus</strong> is in full swing under Gropius — Klee, Kandinsky, Moholy-Nagy teaching the radical idea that art, craft, and industry should merge. It's the institutional arm of <strong>Constructivism</strong> and <strong>De Stijl</strong>: strip art to pure form, then rebuild the world. <strong>Mondrian</strong> pushes into geometric abstraction. In Mexico, <strong>Rivera</strong> begins his first major mural — <strong>Mexican Muralism</strong> insists art must be public, political, and monumental, not locked in galleries."
      },
      "lit": {
        "label": "Literature",
        "content": "The greatest year in literary <strong>Modernism</strong>. <strong>Joyce</strong>'s <em>Ulysses</em> (published in Paris, banned in the US/UK) detonates narrative form — the novel as total experiment. <strong>Eliot</strong>'s <em>The Waste Land</em> does the same for poetry: fragments shored against ruins. <strong>Woolf</strong>'s <em>Jacob's Room</em> pioneers stream-of-consciousness. <strong>Proust</strong> dies in November, <em>In Search of Lost Time</em> unfinished. <strong>Rilke</strong> completes the <em>Duino Elegies</em> in a single burst. All are responding to WWI's destruction of 19th-century certainties."
      },
      "phil": {
        "label": "Philosophy",
        "content": "<strong>Wittgenstein</strong>'s <em>Tractatus</em> appears in English — the founding text of <strong>logical positivism</strong>, arguing philosophy's problems are really problems of language. The <strong>Vienna Circle</strong> is forming around Schlick, taking Wittgenstein further than he intended. <strong>Heidegger</strong> lectures at Freiburg, developing <strong>existential phenomenology</strong> — the opposite pole, insisting that Being, not logic, is philosophy's proper subject. The discipline is splitting into two traditions that still haven't reconciled."
      },
      "hist": {
        "label": "History",
        "content": "The <strong>Soviet Union</strong> is formally established — the Bolshevik experiment becomes a state. <strong>Mussolini</strong> marches on Rome — <strong>fascism</strong> takes power for the first time. The <strong>Ottoman Empire</strong> collapses; Turkey becomes a republic under Atatürk. <strong>Tutankhamun's tomb</strong> is discovered. The world is four years past WWI, and the interwar order is already fracturing between communism, fascism, and liberal democracy — the three-way struggle that will define the century."
      },
      "conn": {
        "label": "Connections",
        "content": "Everything connects through <strong>fragmentation</strong>. Eliot's <em>Waste Land</em> is literally fragments. Joyce fragments narrative into a dozen styles. The Bauhaus fragments art into geometry. Wittgenstein fragments language into logical atoms. Why? Because the war fragmented <em>everything</em> — empires, bodies, certainties. <strong>Modernism</strong> isn't a style; it's the art of a shattered world trying to reassemble itself. Proust dies trying to capture all of time; Wittgenstein insists we stay silent about what we can't capture. Two responses to the same impossibility.",
        "funFact": "Ezra Pound edited The Waste Land so ruthlessly he cut it nearly in half. The original draft, found in 1968, suggests Pound may have been the greatest editor in literary history."
      }
    },
    "image": {
      "url": "images/1922-bauhaus.jpg",
      "caption": "Joost Schmidt, Bauhaus Exhibition poster (1923)",
      "attribution": "Public Domain, via Wikimedia Commons"
    },
    "threads": [
      "modernism",
      "fragmentation",
      "logical-positivism",
      "existentialism",
      "totalitarianism",
      "death-of-god"
    ],
    "location": {
      "lat": 50.9795,
      "lon": 11.3235,
      "place": "Weimar"
    },
    "addedDate": "2026-02-24T00:00:00Z",
    "id": "1922-modernist-explosion",
    "podcast": {
      "url": "audio/1922-modernist-explosion.mp3",
      "duration": 170
    },
    "sources": [
      {
        "url": "https://en.wikipedia.org/wiki/Modernism",
        "title": "Modernism — Wikipedia"
      },
      {
        "url": "https://en.wikipedia.org/wiki/Ulysses_(novel)",
        "title": "Ulysses (novel) — Wikipedia"
      },
      {
        "url": "https://en.wikipedia.org/wiki/Bauhaus",
        "title": "Bauhaus — Wikipedia"
      },
      {
        "url": "https://en.wikipedia.org/wiki/The_Waste_Land",
        "title": "The Waste Land — Wikipedia"
      }
    ]
  }
]