[
  {
    "year": "125",
    "id": "125-rome-dome-of-all-things",
    "title": "Roma — La cupola di tutte le cose",
    "teaser": "Un imperatore che progetta edifici, un ex schiavo che insegna filosofia, e biografi che inventano l'arte occidentale del racconto di una vita. L'Impero romano al suo apice costruisce un tempio aperto al cielo — e uno stoicismo che sopravviverà all'impero stesso.",
    "dimensions": {
      "art": {
        "label": "Arte",
        "content": "Il <strong>Pantheon</strong>, ricostruito sotto Adriano tra il 118 e il 128 d.C. circa, è il capolavoro supremo dell'<strong>architettura imperiale romana</strong> — e forse l'edificio più influente della storia occidentale. La sua cupola in calcestruzzo non armato, 43,3 metri di diametro, rimarrà la più grande al mondo per oltre tredici secoli, fino a quella di Brunelleschi a Firenze (1436). L'oculo — un'apertura di 9 metri verso il cielo — è l'unica fonte di luce, trasformando l'interno in una meridiana dove il tempo atmosferico e il cosmo entrano nello spazio costruito. Secondo <strong>Cassio Dione</strong>, Adriano progettò personalmente l'edificio, rifiutando i piani dell'architetto di Traiano, Apollodoro di Damasco. Nella <strong>Villa Adriana</strong> a Tivoli (c. 118–134), l'imperatore creò una vasta antologia architettonica — ricostruendo edifici da tutto l'impero: il Canopo d'Egitto, la Stoà Pecile di Atene, la Valle di Tempe. È architettura come memoria imperiale, un'enciclopedia costruita delle culture che Roma aveva assorbito. Dopo la morte per annegamento nel Nilo del suo amato <strong>Antinoo</strong> nel 130 d.C., Adriano commissionò quello che divenne il tipo ritrattistico più riprodotto del mondo antico — più statue superstiti di Antinoo che di quasi qualsiasi altra figura dell'antichità."
      },
      "lit": {
        "label": "Letteratura",
        "content": "<strong>Plutarco</strong> (m. c. 119 d.C.) aveva appena completato le <em>Vite parallele</em> — quarantasei biografie che affiancavano uno statista greco a uno romano (Teseo con Romolo, Alessandro con Cesare), inventando il metodo della <strong>biografia comparata</strong> che avrebbe plasmato la scrittura biografica da Shakespeare a Napoleone. <strong>Svetonio</strong> (c. 69–122 d.C.), che servì come <em>ab epistulis</em> (segretario della corrispondenza) di Adriano fino al licenziamento intorno al 122, pubblicò le <em>Vite dei Cesari</em> con il loro scandaloso accesso agli archivi imperiali — la biografia come rivelazione del carattere privato dietro il potere pubblico. <strong>Giovenale</strong> (attivo c. 100–127) stava scrivendo le sue ultime <em>Satire</em>, perfezionando la tradizione della <strong>satira in versi romana</strong> — il genere che Roma considerava sua invenzione (<em>satura tota nostra est</em>, come affermava Quintiliano). La sua espressione <em>panem et circenses</em> sarebbe diventata la formula perenne della pacificazione politica. Era anche l'epoca della <strong>Seconda Sofistica</strong> — una rinascita letteraria greca sotto il dominio romano, favorita dal filellenismo di Adriano, in cui retori come Favorino tenevano elaborate orazioni come intrattenimento e prova intellettuale."
      },
      "phil": {
        "label": "Filosofia",
        "content": "<strong>Epitteto</strong> (c. 50–135 d.C.), ex schiavo reso storpio dal suo padrone, insegnava lo <strong>stoicismo tardivo</strong> nella sua scuola a Nicopoli, nel nord-ovest della Grecia. Il suo allievo <strong>Arriano</strong> — al tempo stesso console romano, comandante militare e storico — trascrisse i suoi insegnamenti orali come <em>Diatribe</em> e li distillò nell'<em>Enchiridion</em> (Manuale). La dottrina centrale: le uniche cose realmente sotto il nostro controllo sono i nostri giudizi e le nostre scelte; tutto ciò che è esterno — salute, ricchezza, reputazione, persino il corpo — appartiene alla fortuna. È filosofia come pratica e non come teoria, una disciplina della libertà interiore elaborata da un uomo che aveva conosciuto la schiavitù letterale. La catena di trasmissione è documentata con precisione: <strong>Marco Aurelio</strong>, scrivendo i suoi <em>Pensieri</em> cinquant'anni dopo, annovera Epitteto tra i suoi più grandi debiti intellettuali (Libro I) — gli insegnamenti stoici di uno schiavo liberato che raggiungono l'uomo più potente della terra attraverso la penna di Arriano."
      },
      "hist": {
        "label": "Storia",
        "content": "L'<strong>Impero romano</strong> sotto Adriano (r. 117–138 d.C.) si trovava al suo apice amministrativo e demografico — fra i 55 e i 70 milioni di persone su tre continenti, governati da una rete stradale di 80.000 chilometri e una burocrazia professionale. Adriano rovesciò la politica espansionista del predecessore Traiano, ritirandosi dalla Mesopotamia e consolidando le frontiere. Il <strong>Vallo di Adriano</strong> in Britannia (iniziato nel 122 d.C.) incarnava questo passaggio dalla conquista al consolidamento — non una muraglia-fortezza ma una frontiera controllata, che gestiva il movimento anziché bloccarlo. Era l'epoca dei <strong>Cinque Buoni Imperatori</strong> (da Nerva a Marco Aurelio), il periodo che Gibbon avrebbe poi definito «il periodo della storia del mondo in cui la condizione del genere umano fu più felice e prospera» — un giudizio che escludeva i milioni di schiavi dell'impero, ma coglieva la stabilità amministrativa della <em>Pax Romana</em> al suo apice."
      },
      "conn": {
        "label": "Connessioni",
        "content": "I legami documentati passano qui attraverso <strong>persone e istituzioni precise</strong>. Svetonio servì come segretario personale di Adriano fino al 122 circa, garantendo al biografo accesso diretto agli archivi imperiali che sfruttò per le <em>Vite dei Cesari</em> — lo storico era letteralmente dentro il potere che descriveva. Arriano, che trascrisse gli insegnamenti di Epitteto, non era un semplice amanuense ma un console romano e governatore provinciale — la stessa classe amministrativa imperiale che costruì il Pantheon consumava e trasmetteva la filosofia stoica. Adriano stesso era il nodo centrale: un imperatore che progettò personalmente il Pantheon (secondo Cassio Dione), promosse la cultura letteraria greca attraverso la Seconda Sofistica, e creò nella sua Villa di Tivoli una sintesi costruita delle civiltà assorbite dall'impero. Le <em>Vite parallele</em> di Plutarco, confrontando esemplari greci e romani, fornivano la cornice intellettuale per esattamente quella sintesi greco-romana che Adriano perseguiva in architettura e in politica. La perfezione matematica del Pantheon — altezza uguale al diametro, cupola che è un emisfero perfetto — non era ornamento casuale ma un'affermazione leggibile per una cultura intrisa di cosmologia stoica, dove l'universo era inteso come razionalmente ordinato.",
        "funFact": "Adriano mantenne l'iscrizione originale che attribuiva il tempio ad Agrippa — «M·AGRIPPA·L·F·COS·TERTIVM·FECIT» — sulla facciata del Pantheon interamente ricostruito. Per secoli, gli studiosi credettero che l'edificio di Agrippa fosse sopravvissuto. Solo l'analisi moderna dei bolli laterizi ha provato che l'intera struttura è di Adriano. Un imperatore che nascose il proprio capolavoro dietro il nome di un altro."
      }
    },
    "sources": [
      {
        "url": "https://it.wikipedia.org/wiki/Pantheon_(Roma)",
        "title": "Pantheon (Roma) — Wikipedia"
      },
      {
        "url": "https://it.wikipedia.org/wiki/Adriano",
        "title": "Adriano — Wikipedia"
      },
      {
        "url": "https://it.wikipedia.org/wiki/Epitteto",
        "title": "Epitteto — Wikipedia"
      },
      {
        "url": "https://it.wikipedia.org/wiki/Plutarco",
        "title": "Plutarco — Wikipedia"
      },
      {
        "url": "https://it.wikipedia.org/wiki/Seconda_sofistica",
        "title": "Seconda sofistica — Wikipedia"
      },
      {
        "url": "https://it.wikipedia.org/wiki/Villa_Adriana",
        "title": "Villa Adriana — Wikipedia"
      }
    ],
    "image": {
      "url": "images/125-pantheon-dome.jpg",
      "width": 960,
      "height": 731,
      "caption": "Interno della cupola del Pantheon con il suo oculo, Roma",
      "attribution": "Livioandronico2013, CC BY-SA 4.0, tramite Wikimedia Commons"
    },
    "threads": [
      "classical-revival",
      "rationalism",
      "stoicism",
      "imperial-architecture"
    ],
    "location": {
      "lat": 41.8986,
      "lon": 12.4769,
      "place": "Rome"
    },
    "addedDate": "2026-02-25T13:43:00Z",
    "podcast": {
      "url": "audio/it/125-rome-dome-of-all-things.mp3",
      "duration": 169
    }
  },
  {
    "year": "762",
    "title": "Baghdad — La città rotonda della ragione",
    "teaser": "Un califfo costruisce un cerchio perfetto nel deserto. Al suo interno, la filosofia greca incontra la poesia araba e l'amministrazione persiana — si accende l'Età d'oro islamica.",
    "dimensions": {
      "art": {
        "label": "Arte",
        "content": "L'<strong>arte abbaside</strong> fonde tradizioni omayyadi, persiane e centroasiatiche in qualcosa di nuovo — un linguaggio visivo cosmopolita per un impero cosmopolita. La <strong>Città Rotonda</strong> di al-Mansur è essa stessa il capolavoro: un cerchio perfetto di quasi 2 km di diametro, con il palazzo del califfo e la grande moschea al centro — geometria come teologia, il potere che si irradia verso l'esterno da un asse divino. L'<strong>aniconismo</strong> dell'arte islamica canalizza l'energia creativa in arabeschi mozzafiato e calligrafia, trasformando la parola scritta stessa in arte visiva."
      },
      "lit": {
        "label": "Letteratura",
        "content": "La <strong>poesia araba</strong> entra nella sua fase più inventiva. La rivoluzione abbaside sposta il patronato letterario da Damasco all'Iraq, e i poeti iniziano a rompere la rigida forma preislamica della <em>qasida</em>. Sta emergendo una generazione di poeti <em>muhdath</em> (\"moderni\") — figure come <strong>Abu Nuwas</strong> (nato c. 756) scandalizzeranno presto Baghdad con poesie sul vino che deridono la nostalgia beduina e celebrano il cosmopolitismo persiano urbano. Il <strong>movimento di traduzione</strong> sta iniziando: testi greci, siriaci, sanscriti e persiani vengono resi in arabo, creando il più grande corpus di conoscenza tradotta che il mondo antico avesse mai visto."
      },
      "phil": {
        "label": "Filosofia",
        "content": "I <strong>Mu'tazila</strong>, fondati da <strong>Wasil ibn Ata</strong> (m. 748), sono la prima scuola sistematica di <strong>teologia razionalista islamica</strong> (<em>kalam</em>) — sostengono che la ragione, non solo la tradizione, possa determinare la verità. La loro insistenza sulla giustizia divina e il libero arbitrio umano sfida direttamente le interpretazioni fatalistiche del Corano. Sotto gli Abbasidi, i Mu'tazila ottengono il patronato statale — un momento straordinario in cui un governo approva ufficialmente l'indagine razionale come via verso la verità religiosa. Nel frattempo, la <strong>traduzione di Aristotele</strong> in arabo sta appena iniziando, gettando le basi per la <em>falsafa</em> (la filosofia islamica vera e propria)."
      },
      "hist": {
        "label": "Storia",
        "content": "La <strong>Rivoluzione abbaside</strong> (750) rovescia gli Omayyadi in una delle grandi rotture politiche della storia — una coalizione di convertiti persiani, simpatizzanti sciiti e armate di frontiera scontente, unite sotto le bandiere nere. <strong>Al-Mansur</strong> fonda Baghdad nel 762 come rottura deliberata con la vecchia capitale omayyade Damasco, collocando il potere al crocevia dei mondi persiano, mesopotamico e arabo. Nel 751, la <strong>Battaglia del Talas</strong> contro la Cina dei Tang ferma l'espansione cinese verso ovest e — secondo la tradizione — porta la tecnologia della fabbricazione della carta nel mondo islamico, rivoluzionando l'attività intellettuale."
      },
      "conn": {
        "label": "Connessioni",
        "content": "Tutto converge sulla <strong>traduzione come potere</strong>. Gli Abbasidi legittimano il loro governo non attraverso il prestigio tribale arabo (come gli Omayyadi) ma attraverso la <em>conoscenza universale</em> — amministrazione persiana, scienza greca, matematica indiana, tutto filtrato attraverso l'arabo. La geometria perfetta della Città Rotonda incarna il razionalismo mu'tazilita: entrambi insistono sul fatto che il cosmo è ordinato e conoscibile. La rottura della poesia con le forme beduine rispecchia la rottura politica con il tribalismo omayyade. Quando Abu Nuwas loda il vino in arabo dalle inflessioni persiane, sta attuando la stessa sintesi culturale che la Casa della Saggezza istituzionalizzerà di lì a poco.",
        "funFact": "Al-Mansur avrebbe scelto il sito di Baghdad dopo averci dormito una notte e averlo trovato piacevole. Pare abbia consultato astrologi che confermarono che le stelle favorivano il luogo — ragione e superstizione coesistenti, come accadeva così spesso nella prima bozza dell'Età della Ragione."
      }
    },
    "sources": [
      {
        "url": "https://it.wikipedia.org/wiki/Califfato_abbaside",
        "title": "Califfato abbaside — Wikipedia"
      },
      {
        "url": "https://it.wikipedia.org/wiki/Et%C3%A0_dell%27oro_islamica",
        "title": "Età dell'oro islamica — Wikipedia"
      },
      {
        "url": "https://en.wikipedia.org/wiki/Round_city_of_Baghdad",
        "title": "Città Rotonda di Baghdad — Wikipedia"
      },
      {
        "url": "https://it.wikipedia.org/wiki/Mu%27tazilismo",
        "title": "Mu'tazilismo — Wikipedia"
      },
      {
        "url": "https://it.wikipedia.org/wiki/Ab%C5%AB_Nuw%C4%81s",
        "title": "Abu Nuwas — Wikipedia"
      },
      {
        "url": "https://it.wikipedia.org/wiki/Battaglia_del_Talas",
        "title": "Battaglia del Talas — Wikipedia"
      }
    ],
    "image": {
      "url": "images/762-round-city.jpg",
      "width": 640,
      "height": 640,
      "caption": "Pianta della Città Rotonda di Baghdad di al-Mansur",
      "attribution": "Umar Farrukh, tramite Wikimedia Commons"
    },
    "threads": [
      "translation-movement",
      "rationalism",
      "islamic-golden-age",
      "cosmopolitanism",
      "geometry-as-ideology"
    ],
    "location": {
      "lat": 33.3152,
      "lon": 44.3661,
      "place": "Baghdad"
    },
    "addedDate": "2026-02-24T00:00:00Z",
    "id": "762-baghdad-round-city-of-reason",
    "podcast": {
      "url": "audio/it/762-baghdad-round-city-of-reason.mp3",
      "duration": 172
    }
  },
  {
    "year": "1347",
    "title": "Firenze — La bella catastrofe",
    "teaser": "Un terzo d'Europa muore. Dalle ceneri, Boccaccio scrive in volgare, i pittori scoprono il teschio sotto la pelle, e la filosofia impara a tagliare col rasoio.",
    "dimensions": {
      "art": {
        "label": "Arte",
        "content": "Il <strong>Trionfo della Morte</strong> diventa l'immagine-simbolo dell'Europa. L'anonimo affresco di Palermo (c. 1446, ma radicato nell'iconografia che nasce proprio ora) mostra la Morte a cavallo di uno scheletro che travolge nobili e prelati senza distinzione — la democrazia attraverso l'annientamento. Nasce la tradizione della <strong><em>danse macabre</em></strong>: pitture e affreschi in chiese e cimiteri che raffigurano i vivi danzare coi propri cadaveri, il papa accanto al contadino. È qualcosa di nuovo — l'arte come memento mori su scala di civiltà. A Siena, <strong>Ambrogio Lorenzetti</strong> (m. 1348) ha appena completato l'<em>Allegoria del Buono e del Cattivo Governo</em>, il primo grande ciclo di affreschi laici; la peste lo uccide e blocca la pittura senese per un'intera generazione. L'arte si fa interiore, devozionale, tormentata."
      },
      "lit": {
        "label": "Letteratura",
        "content": "Il <em>Decameron</em> di <strong>Boccaccio</strong> (scritto tra il 1348 e il 1353) incornicia cento novelle dentro la peste stessa: dieci giovani fiorentini fuggono in campagna e raccontano storie per tenere a bada la morte. È la letteratura come sopravvivenza — e il primo grande capolavoro in prosa in <strong>volgare italiano</strong>, la prova che la lingua della strada può reggere il peso di Ovidio e Apuleio. <strong>Petrarca</strong>, che perde l'amata Laura a causa della peste nell'aprile 1348, trasforma il lutto privato nella seconda metà del <em>Canzoniere</em> — le rime <em>in morte di Madonna Laura</em> diventeranno il modello della poesia amorosa europea per tre secoli. Entrambi fanno qualcosa di radicale: scegliere l'italiano e la voce personale al posto del latino e dell'autorità scolastica."
      },
      "phil": {
        "label": "Filosofia",
        "content": "<strong>Guglielmo di Ockham</strong> (m. 1347) muore proprio quest'anno, probabilmente di peste, lasciando dietro di sé l'arma filosofica più potente del tardo Medioevo: il <strong>nominalismo</strong>. Il suo rasoio — <em>entia non sunt multiplicanda praeter necessitatem</em> — demolisce l'apparato scolastico di universali, essenze e categorie invisibili. Solo i particolari sono reali; tutto il resto è un nome che gli diamo. È una carica esplosiva sotto la metafisica medievale. Unito alla lezione empirica brutale della peste — nessuna teologia ferma la gente dal morire — il nominalismo apre una crepa che si allargherà fino al Rinascimento, alla Riforma e infine alla scienza moderna."
      },
      "hist": {
        "label": "Storia",
        "content": "La <strong>Peste Nera</strong> arriva in Sicilia nell'ottobre 1347, portata da navi genovesi dal porto crimeano di Caffa (dove i Mongoli avrebbero catapultato cadaveri infetti oltre le mura — la prima arma biologica della storia). Entro il 1351 ha ucciso tra un terzo e la metà della popolazione europea — forse 25 milioni di persone. Firenze crolla da 120.000 a 50.000 abitanti. L'ordine sociale si sgretola: il movimento dei <strong>Flagellanti</strong> attraversa la Germania, folle massacrano le comunità ebraiche lungo il Reno, l'autorità della Chiesa vacilla perché le preghiere si rivelano inutili. Ma i sopravvissuti ereditano un'economia trasformata — la manodopera scarseggia, i salari salgono, la servitù della gleba s'indebolisce. La catastrofe semina le condizioni per tutto ciò che verrà dopo."
      },
      "conn": {
        "label": "Connessioni",
        "content": "Il rasoio di Ockham e la peste consegnano lo stesso messaggio da direzioni diverse: <strong>le vecchie astrazioni non reggono più</strong>. La Scolastica diceva che gli universali erano reali; Ockham dice che esistono solo gli individui. La Chiesa diceva che l'ordine di Dio era leggibile; la peste lo rende illeggibile. I narratori di Boccaccio non pregano — <em>raccontano</em>, sostituendo la teologia con l'ingegno umano. Petrarca piange Laura non come simbolo platonico ma come persona specifica e insostituibile. Gli affreschi della danse macabre democratizzano la morte come la peste la democratizza: nessuno è risparmiato. Tutto questo — nominalismo, letteratura in volgare, crisi dell'autorità ecclesiastica — punta dritto verso l'umanesimo rinascimentale che fiorirà centocinquant'anni dopo nelle stesse strade fiorentine.",
        "funFact": "Il Decameron contiene una novella (VI, 10) in cui un frate spaccia una piuma di pappagallo per una penna dell'Angelo Gabriele — prendendo in giro la frode delle reliquie. A una generazione dalla peste, il monopolio della Chiesa sulla verità veniva già deriso in prosa."
      }
    },
    "sources": [
      {
        "url": "https://it.wikipedia.org/wiki/Peste_nera",
        "title": "Peste nera — Wikipedia"
      },
      {
        "url": "https://it.wikipedia.org/wiki/Decameron",
        "title": "Decameron — Wikipedia"
      },
      {
        "url": "https://it.wikipedia.org/wiki/Francesco_Petrarca",
        "title": "Francesco Petrarca — Wikipedia"
      },
      {
        "url": "https://it.wikipedia.org/wiki/Guglielmo_di_Ockham",
        "title": "Guglielmo di Ockham — Wikipedia"
      },
      {
        "url": "https://it.wikipedia.org/wiki/Danza_macabra",
        "title": "Danza macabra — Wikipedia"
      },
      {
        "url": "https://en.wikipedia.org/wiki/Consequences_of_the_Black_Death",
        "title": "Conseguenze della Peste Nera — Wikipedia"
      },
      {
        "url": "https://it.wikipedia.org/wiki/Flagellanti",
        "title": "Flagellanti — Wikipedia"
      }
    ],
    "image": {
      "url": "images/1347-triumph-of-death.jpg",
      "width": 960,
      "height": 801,
      "caption": "Trionfo della Morte (c. 1446), affresco, Palazzo Abatellis, Palermo",
      "attribution": "Pubblico dominio, tramite Wikimedia Commons"
    },
    "threads": [
      "memento-mori",
      "nominalism",
      "vernacular-literature",
      "fragmentation",
      "death-of-god"
    ],
    "location": {
      "lat": 43.7696,
      "lon": 11.2558,
      "place": "Florence"
    },
    "addedDate": "2026-02-24T00:00:00Z",
    "id": "1347-florence-beautiful-catastrophe",
    "podcast": {
      "url": "audio/it/1347-florence-beautiful-catastrophe.mp3",
      "duration": 177
    }
  },
  {
    "year": "1504",
    "title": "Firenze — Il duello dei giganti",
    "teaser": "Michelangelo e Leonardo competono per la stessa parete. Il Rinascimento raggiunge il suo apice.",
    "dimensions": {
      "art": {
        "label": "Arte",
        "content": "Il <strong>Rinascimento maturo</strong> raggiunge il suo apice — il movimento che fuse ideali umanistici e maestria tecnica, convinto che l'arte potesse rivelare la verità divina attraverso lo studio della natura e dell'anatomia. <strong>Leonardo</strong> e <strong>Michelangelo</strong> ricevono entrambi l'incarico di dipingere le pareti opposte della Sala del Cinquecento a Firenze. Nessuno dei due completa l'opera — ma la rivalità incarna l'ideale rinascimentale del <em>paragone</em>, il confronto competitivo tra le arti. Nel frattempo il <em>David</em> di Michelangelo viene svelato e <strong>Raffaello</strong>, appena ventunenne, arriva per assorbire le tecniche di entrambi i maestri."
      },
      "lit": {
        "label": "Letteratura",
        "content": "L'<strong>umanesimo rinascimentale</strong> ha trasformato la letteratura dall'allegoria medievale all'impegno diretto con i modelli classici e la realtà politica. <strong>Machiavelli</strong>, in servizio come Secondo Cancelliere di Firenze, osserva da vicino l'arte di governo di Cesare Borgia — materia prima per <em>Il Principe</em> (1513), che romperà con la tradizione umanistica dei governanti idealizzati. <strong>Ariosto</strong> sta redigendo l'<em>Orlando Furioso</em> a Ferrara, fondendo il romanzo cavalleresco medievale con l'ironia rinascimentale — la tradizione cavalleresca che diventa consapevole di sé."
      },
      "phil": {
        "label": "Filosofia",
        "content": "Il <strong>neoplatonismo</strong>, rinato con le traduzioni di Platone di Marsilio Ficino, domina il pensiero fiorentino — l'idea che la bellezza riveli la verità divina è presa alla lettera, rendendo arte e filosofia inseparabili. <strong>Erasmo</strong> pubblica l'<em>Enchiridion militis Christiani</em>, sostenendo un cristianesimo interiore e filosofico contro il rituale vuoto — parte dell'<strong>umanesimo cristiano</strong>, che applica la critica testuale rinascimentale alla religione stessa. Entrambe le correnti rifiutano la scolastica medievale in favore di qualcosa di più diretto e umano."
      },
      "hist": {
        "label": "Storia",
        "content": "L'Italia è frammentata tra città-stato in guerra mentre Francia e Spagna combattono per Napoli — le <strong>Guerre d'Italia</strong> (1494–1559) stanno trasformando la penisola nel campo di battaglia d'Europa. Firenze, appena liberatasi dal governo teocratico di Savonarola (arso nel 1498), è una fragile repubblica. A livello globale, l'<strong>età delle esplorazioni</strong> sta ridisegnando il mondo: Colombo ha compiuto il quarto viaggio, il Portogallo si espande nell'Oceano Indiano, e il baricentro dell'Europa si sta spostando dal Mediterraneo all'Atlantico."
      },
      "conn": {
        "label": "Connessioni",
        "content": "<strong>Machiavelli osserva il potere mentre Leonardo e Michelangelo lo raffigurano</strong> — sulle stesse pareti. L'unità del sapere rinascimentale fa sì che il diplomatico, il pittore e il filosofo abitino lo stesso mondo intellettuale. Neoplatonismo e umanesimo cristiano sono due facce dello stesso rifiuto dell'autorità medievale: entrambi insistono nel tornare alle fonti originali — che siano Platone o le Scritture. Il <em>David</em> non è solo scultura; è una dichiarazione politica: la piccola repubblica che resiste ai giganti, la forma classica al servizio dell'ideologia civica.",
        "funFact": "Quando la commissione scelse dove collocare il David, Leonardo e Botticelli erano entrambi nel comitato. Leonardo suggerì di nasconderlo in una loggia. Fu messo in minoranza."
      }
    },
    "image": {
      "url": "images/1504-david.jpg",
      "width": 600,
      "height": 900,
      "caption": "Il David di Michelangelo (1501–1504), Galleria dell'Accademia, Firenze",
      "attribution": "Fir0002, CC BY-SA 3.0, tramite Wikimedia Commons"
    },
    "threads": [
      "renaissance-humanism",
      "neoplatonism",
      "classical-revival",
      "art-and-power"
    ],
    "location": {
      "lat": 43.7696,
      "lon": 11.2558,
      "place": "Florence"
    },
    "addedDate": "2026-02-24T00:00:00Z",
    "id": "1504-florence-duel-of-giants",
    "podcast": {
      "url": "audio/it/1504-florence-duel-of-giants.mp3",
      "duration": 164
    },
    "sources": [
      {
        "url": "https://it.wikipedia.org/wiki/Battaglia_di_Cascina_(Michelangelo)",
        "title": "Battaglia di Cascina — Wikipedia"
      },
      {
        "url": "https://it.wikipedia.org/wiki/Rinascimento",
        "title": "Rinascimento — Wikipedia"
      },
      {
        "url": "https://it.wikipedia.org/wiki/Leonardo_da_Vinci",
        "title": "Leonardo da Vinci — Wikipedia"
      },
      {
        "url": "https://it.wikipedia.org/wiki/Michelangelo_Buonarroti",
        "title": "Michelangelo Buonarroti — Wikipedia"
      }
    ]
  },
  {
    "year": "1648",
    "title": "Münster — L'esaurimento di Dio",
    "teaser": "Trent'anni di guerre di religione sfociano in un'idea radicale: sono gli Stati, non Dio, a determinare l'ordine. Intanto ad Amsterdam, Rembrandt dipinge la luce come un filosofo e Cartesio pensa in un paese che glielo permette.",
    "dimensions": {
      "art": {
        "label": "Arte",
        "content": "Il <strong>Barocco</strong> domina — l'arte come esperienza sensoriale travolgente, nata dal bisogno della Controriforma di riconquistare i fedeli attraverso lo spettacolo. Ma nella Repubblica olandese il Barocco prende una piega protestante: niente pale d'altare, niente committenze papali. <strong>Rembrandt</strong> dipinge invece milizie civiche, lezioni di anatomia e il proprio volto che invecchia, con un chiaroscuro che tratta la luce come indagine morale. La sua <em>Ronda di notte</em> (1642) trasforma il ritratto di gruppo da cerimonia rigida a teatro dinamico. <strong>Vermeer</strong> è a otto anni dal suo primo capolavoro; il <strong>Secolo d'oro olandese</strong> convoglia la propria ricchezza non in cattedrali ma in interni domestici, nature morte e paesaggi — il quotidiano reso luminoso."
      },
      "lit": {
        "label": "Letteratura",
        "content": "La guerra genera una letteratura della devastazione. Il <em>Simplicissimus</em> di <strong>Grimmelshausen</strong> (1668, ma radicato nell'esperienza di questo decennio) diventerà il grande romanzo picaresco tedesco — un ragazzo ingenuo trascinato attraverso tre decenni di atrocità, la Guerra dei trent'anni come anti-<em>Bildungsroman</em>. In Inghilterra, <strong>Milton</strong> sta già concependo il <em>Paradiso perduto</em>, l'epica barocca che trasforma Satana nel primo grande antagonista complesso della letteratura. <strong>Corneille</strong> e <strong>Racine</strong> stanno forgiando il <strong>Classicismo francese</strong> — la tragedia governata da rigide unità, la ragione che impone forma alla passione. L'ordine come estetica, perché il mondo non ne offre alcuno."
      },
      "phil": {
        "label": "Filosofia",
        "content": "<strong>Cartesio</strong>, che vive nella Repubblica olandese proprio perché tollera il libero pensiero, ha già pubblicato le <em>Meditazioni</em> (1641) e i <em>Principia Philosophiae</em> (1644) — i testi fondativi del <strong>Razionalismo continentale</strong>. Il suo metodo di dubbio radicale (<em>cogito ergo sum</em>) ricostruisce la conoscenza da un'unica certezza, scartando ogni autorità ereditata. Ad Amsterdam, il giovane <strong>Spinoza</strong> sta assorbendo Cartesio preparandosi a superarlo — la sua <em>Etica</em> fonderà Dio e Natura in un'unica sostanza, eliminando il Dio personale per cui si era combattuto trent'anni di guerra."
      },
      "hist": {
        "label": "Storia",
        "content": "La <strong>Pace di Vestfalia</strong> pone fine sia alla Guerra dei trent'anni sia alla Guerra degli ottant'anni, ridisegnando l'Europa attorno a un principio rivoluzionario: la <strong>sovranità statale</strong>. Ogni sovrano determina la religione del proprio territorio (<em>cuius regio, eius religio</em>), e nessuna potenza — né il Papa, né l'Imperatore — può intervenire negli affari di un altro Stato. La Germania ha perso forse un terzo della sua popolazione; alcune regioni, oltre la metà. La Repubblica olandese ottiene l'indipendenza formale dalla Spagna ed entra nel suo Secolo d'oro — un impero commerciale fondato sulla tolleranza, il commercio e la prima borsa valori al mondo."
      },
      "conn": {
        "label": "Connessioni",
        "content": "Il metodo di Cartesio e l'assetto vestfaliano compiono la stessa operazione: <strong>sostituiscono l'autorità divina con la ragione umana come fondamento dell'ordine</strong>. Il filosofo dubita di tutto e ricostruisce dal cogito; i diplomatici dubitano della verità religiosa e ricostruiscono dalla sovranità. La pittura olandese fa lo stesso — la luce di Rembrandt non scende dal cielo, entra da una finestra, naturale e specifica. La teatralità cattolica del Barocco e il rigore protestante olandese sono risposte gemelle alla stessa crisi: come si crea significato dopo che Dio è stato usato come arma?",
        "funFact": "Cartesio morì nel 1650 dopo essersi trasferito in Svezia su invito della regina Cristina. Era tenuto a dare lezioni di filosofia alle cinque del mattino in un palazzo gelido. Il razionalista che aveva ricostruito tutto il sapere dai principi primi fu sconfitto da un inverno scandinavo."
      }
    },
    "sources": [
      {
        "url": "https://it.wikipedia.org/wiki/Pace_di_Vestfalia",
        "title": "Pace di Vestfalia — Wikipedia"
      },
      {
        "url": "https://it.wikipedia.org/wiki/Guerra_dei_trent%27anni",
        "title": "Guerra dei trent'anni — Wikipedia"
      },
      {
        "url": "https://it.wikipedia.org/wiki/Ronda_di_notte",
        "title": "Ronda di notte — Wikipedia"
      },
      {
        "url": "https://it.wikipedia.org/wiki/Cartesio",
        "title": "Cartesio — Wikipedia"
      },
      {
        "url": "https://it.wikipedia.org/wiki/Secolo_d%27oro_olandese",
        "title": "Secolo d'oro olandese — Wikipedia"
      }
    ],
    "image": {
      "url": "images/1648-night-watch.jpg",
      "width": 960,
      "height": 781,
      "caption": "Rembrandt van Rijn, Ronda di notte (1642), Rijksmuseum, Amsterdam",
      "attribution": "Pubblico dominio, tramite Wikimedia Commons"
    },
    "threads": [
      "rationalism",
      "death-of-god",
      "modernity",
      "baroque",
      "westphalian-sovereignty",
      "dutch-golden-age"
    ],
    "location": {
      "lat": 51.9607,
      "lon": 7.6261,
      "place": "Münster"
    },
    "addedDate": "2026-02-24T00:00:00Z",
    "id": "1648-munster-exhaustion-of-god",
    "podcast": {
      "url": "audio/it/1648-munster-exhaustion-of-god.mp3",
      "duration": 181
    }
  },
  {
    "year": "1784",
    "title": "Europa — Osa sapere",
    "teaser": "A Königsberg, Kant sfida l'umanità a pensare con la propria testa. A Parigi, un servo beffa il suo padrone in scena e un pittore resuscita la Roma repubblicana. L'Illuminismo trova la sua voce — cinque anni prima che la ghigliottina gli dia i denti.",
    "dimensions": {
      "art": {
        "label": "Arte",
        "content": "Jacques-Louis David è a Roma, intento a dipingere l'opera che rifonderà l'arte europea. Il <strong>Giuramento degli Orazi</strong> (completato nel 1784, esposto al Salon di Parigi nel 1785) mette in scena tre fratelli che giurano di morire per la Repubblica romana — rigidi, muscolosi, geometrici, l'antitesi delle curve languide del Rococò. Il <strong>Neoclassicismo</strong> di David non è nostalgia: è un'arma politica, che usa l'antichità per accusare il presente. La composizione tripartita austera — gli uomini a sinistra protesi verso le spade, le donne in lutto a destra, il braccio teso del padre come asse — è razionalismo reso visibile: chiarezza, dovere, struttura. Quando raggiunge Parigi, la folla capisce immediatamente. Ecco com'è la virtù. Cinque anni dopo, David dipingerà la Rivoluzione stessa."
      },
      "lit": {
        "label": "Letteratura",
        "content": "<em>Le nozze di Figaro</em> di <strong>Beaumarchais</strong> debutta a Parigi il 27 aprile 1784, dopo tre anni di censura reale — Luigi XVI l'aveva definita \"pericolosa\". Aveva ragione. L'opera è il vertice della <strong>commedia satirica illuminista</strong>, una tradizione che va da Molière ai contes di Voltaire: usare l'arguzia e il riso per smascherare le assurdità del potere. Figaro, un servitore, supera in astuzia e umilia pubblicamente il suo padrone aristocratico. Il monologo del quinto atto è una bomba: \"Che cosa avete fatto per meritare tanti vantaggi? Vi siete dato la pena di nascere — niente di più.\" Danton dirà poi che la commedia \"uccise la nobiltà\"; Napoleone la chiamerà \"la Rivoluzione già in atto.\" Intanto in Germania, <em>Kabale und Liebe</em> (Intrigo e amore) di <strong>Schiller</strong> debutta — opera fondamentale dello <strong>Sturm und Drang</strong>, il movimento proto-romantico che reagiva al razionalismo illuminista privilegiando l'emozione cruda e la soggettività individuale. Schiller volge l'intensità del movimento verso la politica di classe: una storia d'amore tra classi diverse, destinata alla rovina, schiacciata dalla corruzione aristocratica."
      },
      "phil": {
        "label": "Filosofia",
        "content": "Nel dicembre 1784, la <em>Berlinische Monatsschrift</em> pubblica la risposta di <strong>Immanuel Kant</strong> alla domanda che definisce l'epoca: <em>«Was ist Aufklärung?»</em> — «Che cos'è l'Illuminismo?» La sua risposta è un'unica frase latina che diventa il motto di una civiltà: <strong><em>Sapere aude</em></strong> — «Osa sapere.» L'Illuminismo, scrive Kant, è l'uscita dell'umanità dalla sua «minorità autoimposta» — l'incapacità di servirsi del proprio intelletto senza la guida di un altro. L'ostacolo non è la stupidità ma la vigliaccheria: è comodo lasciare che altri pensino al posto tuo. Tre anni prima, la sua <strong>Critica della ragion pura</strong> (1781) aveva già demolito la vecchia metafisica, tracciando il confine preciso tra ciò che la ragione può e non può raggiungere. Ora ne trae la conseguenza politica: pensa con la tua testa, in pubblico, senza paura."
      },
      "hist": {
        "label": "Storia",
        "content": "L'Europa del 1784 è una polveriera con la miccia accesa. La <strong>Rivoluzione americana</strong> è appena riuscita — il Trattato di Parigi (1783) lo conferma — e gli ufficiali francesi che vi hanno combattuto tornano a casa pieni di ideali repubblicani e con le casse vuote. Il debito della Francia per aver finanziato l'indipendenza americana è catastrofico; entro cinque anni, Luigi XVI sarà costretto a convocare gli Stati Generali. <strong>Federico il Grande</strong> regna ancora sulla Prussia, il modello europeo del «despota illuminato» — tollerante in materia di religione, mecenate di Voltaire, eppure assoluto nel potere. <strong>Giuseppe II</strong> d'Austria sta abolendo la servitù della gleba e chiudendo monasteri. Il vecchio ordine si riforma freneticamente, cercando di modernizzarsi abbastanza in fretta per sopravvivere. Non sarà abbastanza."
      },
      "conn": {
        "label": "Connessioni",
        "content": "Il legame più concreto passa per <strong>Parigi</strong>: David esponeva al Salon frequentato dal pubblico di Beaumarchais; entrambi operavano in un milieu culturale parigino che condivideva mecenati, salotti e l'Académie. Il Conte d'Angiviller, Directeur des Bâtiments du Roi, commissionò il dipinto di David come parte di un programma di pittura storica moralmente edificante — lo stesso apparato statale che aveva tentato invano di sopprimere Figaro. Kant a Königsberg e Schiller a Mannheim operavano indipendentemente da questo mondo parigino — non esiste corrispondenza documentata tra nessuno di questi quattro nel 1784. Ciò che li collega non è un'influenza reciproca ma una condizione storica condivisa: la crisi di legittimità del tardo Illuminismo, mentre l'autorità aristocratica si sgretolava sotto le proprie contraddizioni in tutta Europa simultaneamente. La Rivoluzione americana (Trattato di Parigi, 1783) aveva appena dimostrato che le idee illuministe potevano abbattere un impero — e la Francia, in bancarotta per averla finanziata, era a cinque anni dal dimostrarlo in casa propria.",
        "funFact": "Kant non si allontanò mai più di una quindicina di chilometri da Königsberg in tutta la sua vita — eppure il suo saggio sull'Illuminismo, scritto da quella città provinciale prussiana, divenne il testo fondante di un movimento che trasformò il pianeta. I cittadini di Königsberg regolavano i loro orologi sulla sua passeggiata quotidiana. La ragione, a quanto pare, tiene un tempo eccellente."
      }
    },
    "sources": [
      {
        "url": "https://it.wikipedia.org/wiki/Risposta_alla_domanda:_che_cos%27%C3%A8_l%27Illuminismo%3F",
        "title": "Kant — Che cos'è l'Illuminismo? — Wikipedia"
      },
      {
        "url": "https://it.wikipedia.org/wiki/Le_nozze_di_Figaro_(commedia)",
        "title": "Le nozze di Figaro (commedia) — Wikipedia"
      },
      {
        "url": "https://it.wikipedia.org/wiki/Il_giuramento_degli_Orazi",
        "title": "Il giuramento degli Orazi — Wikipedia"
      },
      {
        "url": "https://it.wikipedia.org/wiki/Intrigo_e_amore",
        "title": "Intrigo e amore — Wikipedia"
      },
      {
        "url": "https://it.wikipedia.org/wiki/Illuminismo",
        "title": "Illuminismo — Wikipedia"
      },
      {
        "url": "https://it.wikipedia.org/wiki/Neoclassicismo",
        "title": "Neoclassicismo — Wikipedia"
      }
    ],
    "image": {
      "url": "images/1784-oath-horatii.jpg",
      "width": 960,
      "height": 749,
      "caption": "Il giuramento degli Orazi — Jacques-Louis David, 1784",
      "attribution": "Jacques-Louis David, via Wikimedia Commons / Google Art Project"
    },
    "threads": [
      "rationalism",
      "classical-revival",
      "art-and-power",
      "enlightenment"
    ],
    "location": {
      "lat": 54.7104,
      "lon": 20.4522,
      "place": "Königsberg"
    },
    "addedDate": "2026-02-25T07:23:00Z",
    "id": "1784-europe-dare-to-know",
    "podcast": {
      "url": "audio/it/1784-europe-dare-to-know.mp3",
      "duration": 176
    }
  },
  {
    "year": "1889",
    "title": "Parigi — L'anno in cui tutto cambiò",
    "teaser": "La Tour Eiffel si erge. Van Gogh dipinge la Notte stellata. Nietzsche crolla. Bergson ripensa il tempo stesso.",
    "dimensions": {
      "art": {
        "label": "Arte",
        "content": "Il <strong>post-impressionismo</strong> sta frantumando il consenso impressionista — dove Monet catturava la luce, la generazione successiva vuole catturare il significato. <strong>Van Gogh</strong> dipinge la <em>Notte stellata</em> dal manicomio di Saint-Rémy, spingendosi verso l'<strong>Espressionismo</strong>: il sentimento interiore sopra il fatto osservato. <strong>Gauguin</strong> in Bretagna dipinge il <em>Cristo giallo</em>, parte della rivolta del <strong>Simbolismo</strong> contro il realismo. <strong>Cézanne</strong> ad Aix getta silenziosamente un ponte tra Impressionismo e <strong>Cubismo</strong> — il pittore più importante in vita, anche se quasi nessuno lo sa ancora."
      },
      "lit": {
        "label": "Letteratura",
        "content": "La letteratura si divide tra <strong>Naturalismo</strong> e i suoi dissidenti. <strong>Maupassant</strong> pubblica <em>Forte come la morte</em> — lo sguardo clinico del Naturalismo rivolto all'interno, prima che la sifilide gli sottragga la mente. <strong>Yeats</strong> pubblica <em>The Wanderings of Oisin</em>, inaugurando il <strong>Celtic Revival</strong>: la mitologia come resistenza al dominio culturale britannico. Il <em>Yankee del Connecticut alla corte di Re Artù</em> di <strong>Twain</strong> usa la satira del viaggio nel tempo nella tradizione del <strong>realismo americano</strong>. La <em>Sonata a Kreutzer</em> di <strong>Tolstoj</strong>, censurata per la franchezza sessuale, segna la sua svolta da romanziere a profeta morale."
      },
      "phil": {
        "label": "Filosofia",
        "content": "<strong>Nietzsche</strong> crolla a Torino in gennaio — la sua vita produttiva finisce. Il <em>Crepuscolo degli idoli</em>, pubblicato quest'anno, è il culmine del suo assalto alla <strong>metafisica occidentale</strong>: Dio è morto, la morale è genealogia, la verità è interpretazione. <strong>Bergson</strong> pubblica il <em>Saggio sui dati immediati della coscienza</em>, fondando la <strong>filosofia del processo</strong>: il tempo vissuto (<em>durée</em>) è fondamentalmente diverso dal tempo dell'orologio. Entrambi rispondono alla crisi del <strong>positivismo</strong> — la sensazione che la scienza spieghi tutto tranne ciò che conta di più."
      },
      "hist": {
        "label": "Storia",
        "content": "La <strong>Tour Eiffel</strong> viene inaugurata per l'Esposizione Universale che celebra il centenario della Rivoluzione — l'ingegneria come ideologia, la <strong>Seconda Rivoluzione Industriale</strong> resa verticale. Il Brasile diventa una repubblica. La <strong>Costituzione Meiji</strong> entra in vigore in Giappone — modernizzazione per decreto imperiale. Lo sciopero dei portuali di Londra segna una svolta per il <strong>movimento operaio organizzato</strong>. La <strong>Spartizione dell'Africa</strong> è in pieno svolgimento, un continente ritagliato in possedimenti europei."
      },
      "conn": {
        "label": "Connessioni",
        "content": "L'intuizione di Bergson che il <strong>tempo vissuto ≠ tempo misurato</strong> è esattamente ciò che i post-impressionisti stanno dipingendo: Van Gogh non mostra com'è il cielo, mostra come lo si <em>sente</em>. La morte di Dio di Nietzsche e le visioni dal manicomio di Van Gogh condividono la stessa vertigine — vecchie certezze che si dissolvono in energia. La Tour Eiffel incarna la tensione centrale dell'epoca: la <strong>modernità</strong> è liberazione o mostruosità? Maupassant notoriamente mangiava al ristorante della Torre perché «è l'unico posto a Parigi da cui non si vede quella maledetta cosa».",
        "funFact": "Theo van Gogh provò a vendere i quadri di Vincent all'Esposizione Universale del 1889. Quasi nessuno comprò. Un secolo dopo, quei dipinti avrebbero fruttato oltre 80 milioni di dollari l'uno."
      }
    },
    "image": {
      "url": "images/1889-starry-night.jpg",
      "width": 800,
      "height": 633,
      "caption": "Vincent van Gogh, Notte stellata (1889), MoMA, New York",
      "attribution": "Google Art Project, Pubblico dominio, tramite Wikimedia Commons"
    },
    "threads": [
      "post-impressionism",
      "crisis-of-positivism",
      "modernity",
      "death-of-god",
      "expressionism",
      "symbolism"
    ],
    "location": {
      "lat": 48.8566,
      "lon": 2.3522,
      "place": "Paris"
    },
    "addedDate": "2026-02-24T00:00:00Z",
    "id": "1889-paris-year-everything-changed",
    "podcast": {
      "url": "audio/it/1889-paris-year-everything-changed.mp3",
      "duration": 162
    },
    "sources": [
      {
        "url": "https://it.wikipedia.org/wiki/Esposizione_universale_di_Parigi_(1889)",
        "title": "Esposizione universale di Parigi (1889) — Wikipedia"
      },
      {
        "url": "https://it.wikipedia.org/wiki/Post-impressionismo",
        "title": "Post-impressionismo — Wikipedia"
      },
      {
        "url": "https://it.wikipedia.org/wiki/Notte_stellata",
        "title": "Notte stellata — Wikipedia"
      },
      {
        "url": "https://it.wikipedia.org/wiki/Henri_Bergson",
        "title": "Henri Bergson — Wikipedia"
      }
    ]
  },
  {
    "year": "1922",
    "title": "L'esplosione modernista",
    "teaser": "Joyce, Eliot, Woolf, Wittgenstein — in un solo anno, il vecchio mondo dell'arte e del pensiero viene fatto saltare in aria.",
    "dimensions": {
      "art": {
        "label": "Arte",
        "content": "Il <strong>Bauhaus</strong> è in piena attività sotto Gropius — Klee, Kandinsky, Moholy-Nagy insegnano l'idea radicale che arte, artigianato e industria debbano fondersi. È il braccio istituzionale del <strong>Costruttivismo</strong> e di <strong>De Stijl</strong>: ridurre l'arte alla forma pura, poi ricostruire il mondo. <strong>Mondrian</strong> avanza nell'astrazione geometrica. In Messico, <strong>Rivera</strong> inizia il suo primo grande murale — il <strong>Muralismo messicano</strong> insiste che l'arte debba essere pubblica, politica e monumentale, non chiusa nelle gallerie."
      },
      "lit": {
        "label": "Letteratura",
        "content": "Il più grande anno del <strong>Modernismo</strong> letterario. L'<em>Ulisse</em> di <strong>Joyce</strong> (pubblicato a Parigi, censurato in USA e Gran Bretagna) fa deflagrare la forma narrativa — il romanzo come esperimento totale. <em>La terra desolata</em> di <strong>Eliot</strong> fa lo stesso per la poesia: frammenti puntellati contro la rovina. <em>La stanza di Jacob</em> di <strong>Woolf</strong> apre la via al flusso di coscienza. <strong>Proust</strong> muore a novembre, la <em>Ricerca del tempo perduto</em> incompiuta. <strong>Rilke</strong> completa le <em>Elegie duinesi</em> in un'unica esplosione creativa. Tutti rispondono alla distruzione delle certezze ottocentesche operata dalla Grande Guerra."
      },
      "phil": {
        "label": "Filosofia",
        "content": "Il <em>Tractatus</em> di <strong>Wittgenstein</strong> appare in inglese — il testo fondatore del <strong>positivismo logico</strong>, che sostiene che i problemi della filosofia siano in realtà problemi di linguaggio. Il <strong>Circolo di Vienna</strong> si sta formando attorno a Schlick, portando Wittgenstein più in là di quanto lui stesso intendesse. <strong>Heidegger</strong> tiene lezione a Friburgo, sviluppando la <strong>fenomenologia esistenziale</strong> — il polo opposto, che insiste sul fatto che l'Essere, non la logica, sia il vero oggetto della filosofia. La disciplina si sta dividendo in due tradizioni che ancora non si sono riconciliate."
      },
      "hist": {
        "label": "Storia",
        "content": "L'<strong>Unione Sovietica</strong> viene formalmente istituita — l'esperimento bolscevico diventa uno Stato. <strong>Mussolini</strong> marcia su Roma — il <strong>fascismo</strong> prende il potere per la prima volta. L'<strong>Impero Ottomano</strong> crolla; la Turchia diventa una repubblica sotto Atatürk. Viene scoperta la <strong>tomba di Tutankhamon</strong>. Il mondo è a quattro anni dalla Grande Guerra, e l'ordine tra le due guerre si sta già fratturando tra comunismo, fascismo e democrazia liberale — la lotta a tre che definirà il secolo."
      },
      "conn": {
        "label": "Connessioni",
        "content": "Tutto si connette attraverso la <strong>frammentazione</strong>. <em>La terra desolata</em> di Eliot è letteralmente fatta di frammenti. Joyce frammenta la narrazione in una dozzina di stili. Il Bauhaus frammenta l'arte in geometria. Wittgenstein frammenta il linguaggio in atomi logici. Perché? Perché la guerra aveva frammentato <em>tutto</em> — imperi, corpi, certezze. Il <strong>Modernismo</strong> non è uno stile; è l'arte di un mondo in frantumi che tenta di ricomporsi. Proust muore cercando di catturare tutto il tempo; Wittgenstein insiste che dobbiamo tacere su ciò che non possiamo catturare. Due risposte alla stessa impossibilità.",
        "funFact": "Ezra Pound corresse La terra desolata con tale spietatezza da tagliarne quasi la metà. La bozza originale, ritrovata nel 1968, suggerisce che Pound possa essere stato il più grande editor della storia letteraria."
      }
    },
    "image": {
      "url": "images/1922-bauhaus.jpg",
      "width": 409,
      "height": 530,
      "caption": "Joost Schmidt, manifesto per la mostra del Bauhaus (1923)",
      "attribution": "Pubblico dominio, tramite Wikimedia Commons"
    },
    "threads": [
      "modernism",
      "fragmentation",
      "logical-positivism",
      "existentialism",
      "totalitarianism",
      "death-of-god"
    ],
    "location": {
      "lat": 50.9795,
      "lon": 11.3235,
      "place": "Weimar"
    },
    "addedDate": "2026-02-24T00:00:00Z",
    "id": "1922-modernist-explosion",
    "podcast": {
      "url": "audio/it/1922-modernist-explosion.mp3",
      "duration": 195
    },
    "sources": [
      {
        "url": "https://it.wikipedia.org/wiki/Modernismo_(letteratura)",
        "title": "Modernismo — Wikipedia"
      },
      {
        "url": "https://it.wikipedia.org/wiki/Ulisse_(romanzo)",
        "title": "Ulisse (romanzo) — Wikipedia"
      },
      {
        "url": "https://it.wikipedia.org/wiki/Bauhaus",
        "title": "Bauhaus — Wikipedia"
      },
      {
        "url": "https://it.wikipedia.org/wiki/La_terra_desolata",
        "title": "La terra desolata — Wikipedia"
      }
    ]
  },
  {
    "year": "1517",
    "id": "1517-wittenberg-hammer-falls",
    "title": "Wittenberg — Il martello batte",
    "teaser": "Un monaco affigge delle tesi alla porta di una chiesa. A Roma, Raffaello dipinge la filosofia. A Londra, More immagina l'utopia. La sintesi rinascimentale tra fede e ragione sta per infrangersi — inizia la Riforma.",
    "dimensions": {
      "art": {
        "label": "Arte",
        "content": "L'<strong>Alto Rinascimento</strong> raggiunge il suo culmine a Roma. <strong>Raffaello</strong> ha appena terminato la <em>Stanza della Segnatura</em> (1509–1511) — la sua <em>Scuola di Atene</em> colloca Platone e Aristotele al centro di un tempio della filosofia, circondati da ogni grande pensatore da Pitagora ad Averroè. È il manifesto visivo della <strong>sintesi rinascimentale</strong>: la convinzione che sapienza pagana e verità cristiana formino un unico sistema armonioso. Ora Raffaello lavora alla <em>Stanza dell'Incendio</em> (1514–1517) per papa Leone X. A Firenze, <strong>Andrea del Sarto</strong> sviluppa la tecnica dello <em>sfumato</em> verso quello che diventerà il <strong>Manierismo</strong> — le prime crepe nella fiducia dell'Alto Rinascimento. A nord delle Alpi, <strong>Dürer</strong> è tornato dall'Italia a Norimberga, portando le forme rinascimentali nell'arte tedesca pur conservando l'intensità nordica."
      },
      "lit": {
        "label": "Letteratura",
        "content": "L'<em>Utopia</em> di <strong>Thomas More</strong> (1516) inventa un genere e una parola. Scritta in latino per l'élite umanistica europea, descrive un'isola senza proprietà privata, con tolleranza religiosa e giornate lavorative di sei ore — l'umanesimo rinascimentale spinto alle sue logiche conclusioni politiche. L'amico di More, <strong>Erasmo</strong>, lo studioso più celebre d'Europa, ha appena pubblicato il <em>Novum Instrumentum</em> (1516), un'edizione critica in greco del Nuovo Testamento che rivela errori di traduzione nella Vulgata — l'<strong>umanesimo cristiano</strong> che applica il metodo filologico alla Scrittura stessa. A Ferrara, l'<em>Orlando Furioso</em> di <strong>Ariosto</strong> (prima edizione 1516) trasforma il romanzo cavalleresco medievale in ironia rinascimentale — un'epopea di 38.000 versi che tratta gli ideali eroici con sofisticata autoconsapevolezza."
      },
      "phil": {
        "label": "Filosofia",
        "content": "Il 31 ottobre 1517, <strong>Martin Lutero</strong> affigge le sue <em>Novantacinque Tesi</em> alla porta della Chiesa del Castello di Wittenberg — un normale invito accademico al dibattito. Il bersaglio sono le <strong>indulgenze</strong>: la pratica papale di vendere la remissione delle pene per i peccati. Ma le implicazioni sono più profonde: le tesi di Lutero attaccano il fondamento stesso dell'autorità papale sulla salvezza. In poche settimane, la stampa trasforma una disputa accademica locale in un incendio europeo. <strong>Erasmo</strong>, che condivide la critica di Lutero alla corruzione della Chiesa ma non il suo radicalismo teologico, vede il progetto umanista di riforma graduale travolto dalla rivoluzione. La sintesi <strong>umanistico-cristiana</strong> — la fede migliorata dal sapere, la Scrittura chiarita dalla filologia — sta per fratturarsi nei campi protestante e cattolico che si ammazzeranno per il secolo a venire."
      },
      "hist": {
        "label": "Storia",
        "content": "Papa <strong>Leone X</strong> — Giovanni de' Medici, mecenate di Raffaello e incarnazione dello splendore papale rinascimentale — presiede una Chiesa la cui corruzione finanzia le arti. L'<strong>indulgenza</strong> che scatena la protesta di Lutero finanzia la costruzione della Basilica di San Pietro. L'<strong>Impero Ottomano</strong> sotto Selim I conquista l'Egitto (1517), assorbendo il Sultanato mamelucco e raddoppiando il proprio territorio. <strong>Carlo V</strong> sta per ereditare un impero che si estende dall'Austria alle Americhe. La <strong>stampa a caratteri mobili</strong>, ormai sessantenne, ha creato qualcosa di senza precedenti: una sfera pubblica europea dove le idee possono diffondersi più velocemente di quanto le autorità riescano a sopprimerle."
      },
      "conn": {
        "label": "Connessioni",
        "content": "I legami documentati ruotano intorno a <strong>Erasmo</strong>, che collega ogni dimensione. Corrispondeva con Thomas More (erano amici intimi; l'<em>Utopia</em> fu concepita durante la visita di Erasmo in Inghilterra nel 1515); il suo Nuovo Testamento greco fornì le munizioni testuali che Lutero avrebbe usato contro l'autorità papale; il suo <em>Elogio della Follia</em> (1511), scritto a casa di More, satireggiava gli stessi abusi ecclesiastici che Lutero attaccò. Leone X era mecenate sia di Raffaello sia del venditore di indulgenze Johann Tetzel. La <em>Scuola di Atene</em> e le <em>Novantacinque Tesi</em> condividono una premessa — che l'antica sapienza illumini la verità — ma traggono conclusioni opposte: Raffaello mostra filosofia e cristianesimo in armonia; Lutero insiste che solo la Scrittura (<em>sola scriptura</em>) giudica la tradizione. La stessa tecnologia di stampa che diffuse l'<em>Utopia</em> di More nelle reti umanistiche diffuse le tesi di Lutero in Germania in due settimane. Rinascimento e Riforma non sono opposti — la seconda è il primo spinto oltre il punto di rottura.",
        "funFact": "Lutero potrebbe non aver mai inchiodato nulla alla porta — la storia del martello compare per la prima volta trent'anni dopo. Ciò che è documentato è che inviò le tesi all'arcivescovo Alberto. In ogni caso, fu la stampa a fare il vero lavoro: 300.000 copie circolavano entro tre anni."
      }
    },
    "sources": [
      {
        "url": "https://it.wikipedia.org/wiki/95_tesi",
        "title": "95 tesi — Wikipedia"
      },
      {
        "url": "https://it.wikipedia.org/wiki/Utopia_(Tommaso_Moro)",
        "title": "Utopia — Wikipedia"
      },
      {
        "url": "https://it.wikipedia.org/wiki/Stanze_di_Raffaello",
        "title": "Stanze di Raffaello — Wikipedia"
      },
      {
        "url": "https://it.wikipedia.org/wiki/Erasmo_da_Rotterdam",
        "title": "Erasmo da Rotterdam — Wikipedia"
      },
      {
        "url": "https://it.wikipedia.org/wiki/Orlando_furioso",
        "title": "Orlando Furioso — Wikipedia"
      },
      {
        "url": "https://it.wikipedia.org/wiki/Riforma_protestante",
        "title": "Riforma protestante — Wikipedia"
      }
    ],
    "image": {
      "url": "images/1517-school-of-athens.jpg",
      "width": 1200,
      "height": 931,
      "caption": "La Scuola di Atene di Raffaello (1509–1511), Musei Vaticani",
      "attribution": "Raffaello, Pubblico Dominio, tramite Wikimedia Commons"
    },
    "threads": [
      "reformation",
      "renaissance-humanism",
      "printing-revolution",
      "sola-scriptura"
    ],
    "location": {
      "lat": 51.8667,
      "lon": 12.65,
      "place": "Wittenberg"
    },
    "addedDate": "2026-02-26T14:25:00Z",
    "podcast": {
      "url": "audio/it/1517-wittenberg-hammer-falls.mp3",
      "duration": 165
    }
  },
  {
    "year": "1687",
    "id": "1687-london-gravity-of-reason",
    "title": "Londra — La gravità della ragione",
    "teaser": "Newton pubblica i Principia. Halley li finanzia. Locke fugge ad Amsterdam. Il compositore Lully muore per una ferita da bacchetta. Un colpo di cannone distrugge il Partenone. La Rivoluzione scientifica raggiunge il suo crescendo — e un nuovo mondo scatta al suo posto.",
    "dimensions": {
      "art": {
        "label": "Arte",
        "content": "Il <strong>tardo Barocco</strong> domina le corti europee, ma l'Inghilterra sta forgiando qualcosa di diverso. <strong>Christopher Wren</strong> è nel pieno della costruzione della <strong>Cattedrale di St Paul</strong> (1675–1711), il capolavoro del <strong>Barocco inglese</strong> — geometria razionale e contenuta laddove il Barocco continentale avrebbe turbinato. Wren, che fu prima matematico e astronomo (Professore Saviliano a Oxford), progetta l'architettura come Newton progetta la cosmologia: dai principi primi, subordinando l'ornamento alla struttura. A Parigi, <strong>Jean-Baptiste Lully</strong> — il compositore di origini italiane che dominò la musica francese per trent'anni — muore a marzo di cancrena dopo essersi colpito il piede con la bacchetta da direttore durante un <em>Te Deum</em>. Lo spettacolo barocco uccide letteralmente il suo più grande impresario. Intanto, ad Atene, un colpo di cannone delle forze veneziane che assediano la città sotto controllo ottomano colpisce il <strong>Partenone</strong>, che i Turchi usavano come deposito di polvere da sparo. L'esplosione del 26 settembre 1687 distrugge gran parte dell'edificio rimasto intatto per 2.100 anni — l'antichità sacrificata alla guerra moderna."
      },
      "lit": {
        "label": "Letteratura",
        "content": "<strong>Bernard le Bovier de Fontenelle</strong> ha appena pubblicato gli <em>Entretiens sur la pluralité des mondes</em> (1686), la <strong>prima grande opera di divulgazione scientifica</strong> — spiegando la cosmologia copernicana attraverso dialoghi arguti con una marchesa immaginaria. Rende l'eliocentrismo alla moda, comprensibile e — soprattutto — divertente per il pubblico colto. Nel 1687 pubblica l'<em>Histoire des oracles</em>, attaccando la superstizione attraverso l'analisi storica. Fontenelle, che vivrà fino a 99 anni, fa da ponte tra l'età di Corneille (suo zio) e Voltaire — il <strong>primo araldo dell'Illuminismo</strong>. In Inghilterra, <strong>John Dryden</strong> rimane Poeta Laureato, maestro della <strong>letteratura della Restaurazione</strong>, ma il suo <em>The Hind and the Panther</em> (1687), che difende la sua conversione al cattolicesimo, appare proprio mentre il terreno politico gli frana sotto i piedi. La <strong>Gloriosa Rivoluzione</strong> dell'anno dopo gli costerà la posizione. <strong>Aphra Behn</strong>, la prima scrittrice professionista di lingua inglese, pubblica <em>The Lucky Chance</em> — le sue commedie teatrali finanziano la sua indipendenza."
      },
      "phil": {
        "label": "Filosofia",
        "content": "Il 5 luglio 1687 vengono pubblicati i <em>Philosophiæ Naturalis Principia Mathematica</em> di <strong>Isaac Newton</strong> — il testo fondatore della <strong>fisica moderna</strong> e probabilmente l'opera scientifica più importante mai scritta. In tre libri, Newton dimostra che un'unica legge matematica — la <strong>legge dell'inverso del quadrato dell'attrazione gravitazionale</strong> — spiega il moto di pianeti, lune, comete, maree e mele che cadono. L'universo diventa una macchina governata da equazioni. <strong>Edmond Halley</strong> finanziò personalmente la pubblicazione (i fondi della Royal Society erano esauriti per un libro sui pesci) e ne seguì la stampa. Nel frattempo, il rivale di Newton, <strong>Gottfried Wilhelm Leibniz</strong>, ha inventato indipendentemente il calcolo infinitesimale e sta sviluppando la sua <strong>monadologia</strong> — l'alternativa metafisica al meccanicismo newtoniano, che sostiene che l'universo sia composto di unità mentali irriducibili piuttosto che di materia morta in movimento. <strong>John Locke</strong>, in esilio ad Amsterdam per sfuggire alla persecuzione degli Stuart, sta redigendo il suo <em>Saggio sull'intelletto umano</em> — il corrispettivo <strong>empirista</strong> della fisica di Newton, secondo cui tutta la conoscenza deriva dall'esperienza sensoriale."
      },
      "hist": {
        "label": "Storia",
        "content": "L'Europa oscilla tra assolutismo e rivoluzione. In Francia, <strong>Luigi XIV</strong> ha revocato l'<strong>Editto di Nantes</strong> (1685), spingendo 200.000–400.000 <strong>ugonotti</strong> in esilio — rifugiati protestanti si riversano in Inghilterra, nella Repubblica olandese, in Prussia e nelle colonie americane, portando competenze e capitali. In Inghilterra, <strong>Giacomo II</strong> spinge per la tolleranza cattolica contro un'establishment protestante che non la tollererà; l'<strong>Invito a Guglielmo</strong> è in fase di redazione, e nel giro di diciotto mesi la <strong>Gloriosa Rivoluzione</strong> lo deporrà senza sparare un colpo. L'<strong>Impero Ottomano</strong> è in ritirata: il fallito assedio di Vienna (1683) ha spostato l'equilibrio, e la Lega Santa — Austria, Polonia, Venezia, il Papato — sta riconquistando territori ottomani in Ungheria e Grecia. È in questa campagna che Venezia distrugge il Partenone."
      },
      "conn": {
        "label": "Connessioni",
        "content": "Le connessioni passano attraverso la <strong>Royal Society</strong> e le reti personali. Newton, Halley, Wren e Locke facevano tutti parte della Royal Society — il centro istituzionale della <strong>Rivoluzione scientifica</strong> in Inghilterra. Halley visitò Newton a Cambridge nell'agosto 1684, gli chiese quale curva descriverebbe un pianeta sotto una legge dell'inverso del quadrato, e Newton rispose immediatamente: un'ellisse. Quella visita innescò i <em>Principia</em>. Wren aveva posto lo stesso problema a Halley e Hooke in precedenza — era una gara competitiva tra matematici che si frequentavano nelle stesse caffetterie londinesi. Locke incontrò Newton nel 1689 e divenne uno dei suoi più stretti compagni intellettuali; il suo empirismo e la fisica di Newton formarono un assalto complementare al razionalismo cartesiano. La diaspora ugonotta portò queste idee in tutta Europa: rifugiati come <strong>Pierre Bayle</strong> (il cui <em>Dictionnaire</em> avrebbe armato Voltaire) diffusero il pensiero lockiano e newtoniano attraverso la Repubblica delle Lettere. Quelli che sembravano eventi separati — un trattato scientifico, una persecuzione religiosa, un progetto architettonico, una cospirazione politica — erano tutti nodi della stessa rete di menti che stava riplasmando il pensiero europeo.",
        "funFact": "La Royal Society aveva appena pubblicato l'<em>Historia Piscium</em> di Francis Willughby — un libro definitivo sui pesci, lussuosamente illustrato. Vendette così male che quando Halley chiese fondi per pubblicare i <em>Principia</em>, la Società era al verde. Halley pagò di tasca propria. I pesci quasi ritardarono la Rivoluzione scientifica."
      }
    },
    "sources": [
      {
        "url": "https://it.wikipedia.org/wiki/Philosophiae_Naturalis_Principia_Mathematica",
        "title": "Philosophiæ Naturalis Principia Mathematica — Wikipedia"
      },
      {
        "url": "https://it.wikipedia.org/wiki/Isaac_Newton",
        "title": "Isaac Newton — Wikipedia"
      },
      {
        "url": "https://it.wikipedia.org/wiki/Edmond_Halley",
        "title": "Edmond Halley — Wikipedia"
      },
      {
        "url": "https://it.wikipedia.org/wiki/Gloriosa_rivoluzione",
        "title": "Gloriosa rivoluzione — Wikipedia"
      },
      {
        "url": "https://it.wikipedia.org/wiki/Bernard_Le_Bovier_de_Fontenelle",
        "title": "Bernard le Bovier de Fontenelle — Wikipedia"
      },
      {
        "url": "https://it.wikipedia.org/wiki/Jean-Baptiste_Lully",
        "title": "Jean-Baptiste Lully — Wikipedia"
      }
    ],
    "image": {
      "url": "images/1687-principia.jpg",
      "width": 1200,
      "height": 1663,
      "caption": "Frontespizio dei Principia Mathematica di Newton, prima edizione (1687)",
      "attribution": "Pubblico dominio, tramite Wikimedia Commons"
    },
    "threads": [
      "rationalism",
      "scientific-revolution",
      "modernity",
      "empiricism",
      "enlightenment"
    ],
    "location": {
      "lat": 51.5074,
      "lon": -0.1278,
      "place": "London"
    },
    "addedDate": "2026-02-27T06:00:00Z",
    "podcast": {
      "url": "audio/it/1687-london-gravity-of-reason.mp3",
      "duration": 203
    }
  },
  {
    "year": "1141",
    "id": "1141-sens-duel-of-reason-and-faith",
    "title": "Sens — Il Duello tra Ragione e Fede",
    "teaser": "Al Concilio di Sens, Bernardo di Chiaravalle processa Pietro Abelardo per eresia — dialettica contro misticismo, logica contro devozione. Intanto, l'abate Suger innalza pareti di luce a Saint-Denis, nasce l'architettura gotica, e Graziano codifica il diritto canonico. Il Rinascimento del XII secolo trasforma il modo in cui l'Europa pensa.",
    "dimensions": {
      "art": {
        "label": "Arte",
        "content": "All'<strong>Abbazia di Saint-Denis</strong> presso Parigi, l'abate <strong>Suger</strong> (1081–1151) sta trasformando l'architettura. Tra il 1140 e il 1144 ricostruisce il coro dell'abbazia usando una combinazione senza precedenti di <strong>archi a sesto acuto</strong>, <strong>volte a crociera costolonate</strong> e <strong>archi rampanti</strong> — innovazioni strutturali che distribuiscono il peso così efficacemente che le pareti possono diventare finestre. «La mente ottusa s'innalza alla verità attraverso le cose materiali», scrive Suger, attingendo alla teologia dello Pseudo-Dionigi: Dio è luce, e l'architettura deve essere luminosa. Nessuno chiama ancora questo stile <strong>gotico</strong> (quel nome verrà dopo, come insulto), ma ciò che inizia a Saint-Denis in questi anni ridisegnerà lo skyline d'Europa — Chartres, Notre-Dame, Colonia — una foresta di pietra e vetro protesa verso il cielo."
      },
      "lit": {
        "label": "Letteratura",
        "content": "<strong>Goffredo di Monmouth</strong> (c. 1095–c. 1155) completò la sua <em>Historia Regum Britanniae</em> intorno al 1136, e nel 1141 circola ampiamente, trasformando l'immaginazione europea. Afferma di tradurre un'antica fonte britannica; in realtà inventa una mitologia — <strong>Re Artù</strong>, Merlino, Excalibur, il passaggio ad Avalon. Il suo Artù non è storia ma qualcosa di più potente: un sogno condiviso che sarà raccontato per un millennio. Le corti si modelleranno su Camelot; i cavalieri cercheranno il Sacro Graal. Il XII secolo scopre che <strong>gli esseri umani sono animali narrativi</strong>, e che i miti portano verità che la storia non può. Contemporaneamente, <strong>Eloisa</strong> (c. 1101–1164) compone le sue lettere e i <em>Problemata</em> — questioni filosofiche che sfidarono Abelardo e influenzarono la sua etica. La sua corrispondenza diventa fondativa per la <strong>tradizione epistolare</strong>."
      },
      "phil": {
        "label": "Filosofia",
        "content": "Al <strong>Concilio di Sens</strong> nel giugno 1141, <strong>Bernardo di Chiaravalle</strong> (1090–1153), il mistico più potente della cristianità, processa <strong>Pietro Abelardo</strong> (1079–1142) per eresia. Il metodo di Abelardo — applicare il <strong>ragionamento dialettico</strong> alla teologia, «dubitando arriviamo all'indagine, con l'indagine percepiamo la verità» — inorridisce Bernardo: <em>tratta la Trinità come un sillogismo!</em> Abelardo esce senza difendersi, fa appello a Roma, ma le lettere di Bernardo arrivano prima. Il Papa condanna Abelardo al silenzio perpetuo. Eppure il metodo <em>Sic et Non</em> di Abelardo — giustapporre autorità contraddittorie per provocare la risoluzione — diventerà il fondamento della <strong>Scolastica</strong>. Il duello di Sens è tra due modi di conoscere: la <strong>ragione che esamina la fede</strong> contro la <strong>fede che trascende la ragione</strong>."
      },
      "hist": {
        "label": "Storia",
        "content": "A <strong>Bologna</strong>, il monaco <strong>Graziano</strong> compila il <em>Decretum</em> (c. 1140) — riconciliando sistematicamente secoli di leggi ecclesiastiche contraddittorie attraverso lo stesso metodo dialettico che Abelardo applicò alla teologia. La sua opera fonda il <strong>diritto canonico come scienza</strong>, governando matrimonio, proprietà, crimine e clero in tutta la cristianità per otto secoli. Intanto, gli studenti a Bologna studiano il <strong>diritto romano</strong> recuperato; a Parigi, le scuole cattedrali si trasformano nell'<em>universitas</em> — corporazioni di studiosi con diritti legali. Il <strong>Rinascimento del XII secolo</strong> è istituzionale quanto intellettuale: la conoscenza diventa sistematica, professionale, trasmissibile. Traduzioni arabe di <strong>Aristotele</strong> inondano Parigi attraverso Toledo, portando la logica greca recuperata attraverso la cultura islamica."
      },
      "conn": {
        "label": "Connessioni",
        "content": "Le tensioni di Sens si propagano in ogni ambito. <strong>Bernardo di Chiaravalle</strong> era amico dell'<strong>abate Suger</strong> nonostante le loro differenze teologiche — entrambi consigliavano re Luigi VII, entrambi plasmavano l'ideologia crociata. <strong>Pietro il Venerabile</strong>, abate di Cluny, accolse Abelardo condannato nei suoi ultimi mesi e mediò una riconciliazione con Bernardo. Il <em>Decretum</em> di Graziano usa lo stesso metodo <em>sic et non</em> sviluppato da Abelardo — fonti contraddittorie risolte dialetticamente. I miti arturiani di Goffredo di Monmouth emersero dalla stessa <strong>cultura delle scuole cattedrali</strong> di Oxford dove si insegnava la dialettica. Il Rinascimento del XII secolo fu una singola conversazione condotta in pietra, diritto, logica e leggenda — tutti alle prese con ciò che la ragione poteva conoscere e ciò che richiedeva fede.",
        "funFact": "Quando Abelardo morì nel 1142, Pietro il Venerabile inviò il suo corpo a Eloisa. Lei lo seppellì al Paracleto; ventidue anni dopo, fu deposta accanto a lui. La loro tomba condivisa si trova ancora oggi nel cimitero di Père Lachaise a Parigi."
      }
    },
    "sources": [
      {
        "url": "https://it.wikipedia.org/wiki/Concilio_di_Sens",
        "title": "Concilio di Sens — Wikipedia"
      },
      {
        "url": "https://it.wikipedia.org/wiki/Sugerio_di_Saint-Denis",
        "title": "Sugerio di Saint-Denis — Wikipedia"
      },
      {
        "url": "https://it.wikipedia.org/wiki/Decretum_Gratiani",
        "title": "Decretum Gratiani — Wikipedia"
      },
      {
        "url": "https://it.wikipedia.org/wiki/Pietro_Abelardo",
        "title": "Pietro Abelardo — Wikipedia"
      },
      {
        "url": "https://it.wikipedia.org/wiki/Rinascimento_del_XII_secolo",
        "title": "Rinascimento del XII secolo — Wikipedia"
      }
    ],
    "image": {
      "url": "images/1141-sens-duel-of-reason-and-faith.jpg",
      "alt": "Pietro Abelardo ed Eloisa, miniatura dal manoscritto del Roman de la Rose, XIV secolo",
      "width": 324,
      "height": 431,
      "caption": "Abelardo ed Eloisa, dal Roman de la Rose",
      "attribution": "Miniatura dal Roman de la Rose, XIV secolo, Musée Condé"
    },
    "threads": [
      "scholasticism",
      "nominalism",
      "rationalism",
      "gothic-architecture",
      "vernacular-literature",
      "12th-century-renaissance"
    ],
    "location": {
      "lat": 48.1977,
      "lon": 3.2837,
      "place": "Sens"
    },
    "addedDate": "2026-02-28T06:00:00Z",
    "podcast": {
      "url": "audio/it/1141-sens-duel-of-reason-and-faith.mp3",
      "duration": 205
    }
  },
  {
    "year": "410",
    "id": "410-rome-city-of-god",
    "title": "Roma — La Città di Dio",
    "teaser": "Roma cade. Agostino sorge. Dalla catastrofe nasce la prima filosofia della storia.",
    "dimensions": {
      "art": {
        "label": "Arte",
        "content": "L'<strong>arte tardoantica cristiana</strong> sta trasformando il linguaggio visivo dell'Impero. Sorgono chiese con elaborati <strong>programmi musivi</strong> — Santa Pudenziana a Roma (c. 400) mostra Cristo in trono tra gli apostoli in uno stile che fonde l'immaginario imperiale romano con il significato cristiano. Il poeta <strong>Prudenzio</strong> scrive il <em>Dittochaeon</em>, una serie di quartine concepite come didascalie per gli affreschi delle chiese. Nel frattempo, la sua <em>Psychomachia</em> (c. 405) — la prima <strong>allegoria personificata</strong> completa della letteratura occidentale — ispirerà innumerevoli miniature medievali di Virtù e Vizi in battaglia."
      },
      "lit": {
        "label": "Letteratura",
        "content": "<strong>Girolamo</strong>, a Betlemme, ha quasi completato la <em>Vulgata</em> — la sua traduzione latina della Bibbia dall'ebraico e dal greco che dominerà il cristianesimo occidentale per oltre un millennio. Quando la notizia della caduta di Roma lo raggiunge, scrive: <em>\"La città che aveva conquistato il mondo intero fu essa stessa conquistata.\"</em> <strong>Prudenzio</strong> rappresenta l'apice della <strong>poesia cristiana latina</strong>, fondendo forme classiche con contenuti cristiani. I suoi inni sono ancora in uso liturgico oggi. <strong>Claudiano</strong>, l'ultimo grande poeta pagano, era morto da poco (c. 404), segnando la fine letteraria della tradizione classica."
      },
      "phil": {
        "label": "Filosofia",
        "content": "<strong>Agostino d'Ippona</strong> inizia il <em>De civitate Dei</em> (<em>La Città di Dio</em>) in diretta risposta al sacco. I pagani incolpano il cristianesimo di aver abbandonato gli antichi dèi; Agostino risponde con la prima sistematica <strong>filosofia cristiana della storia</strong>. Distingue la <em>civitas Dei</em> (città celeste) dalla <em>civitas terrena</em> (città terrena), sostenendo che la caduta di Roma conta poco di fronte all'eternità. Questo inaugura la <strong>teologia agostiniana</strong> — le sue dottrine del peccato originale, della grazia divina e della predestinazione plasmeranno il pensiero occidentale per quindici secoli. Il <strong>neoplatonismo</strong>, filtrato attraverso Porfirio e Plotino, fornisce il suo quadro filosofico."
      },
      "hist": {
        "label": "Storia",
        "content": "Il <strong>24 agosto 410</strong>, <strong>Alarico I</strong> e i Visigoti saccheggiano Roma — la prima volta che la città cade in mano a un nemico straniero in <strong>800 anni</strong>. Sebbene Roma non sia più la capitale amministrativa (trasferita a Ravenna nel 402), l'impatto psicologico è immenso. L'<strong>Impero Romano d'Occidente</strong> sopravviverà altri 66 anni, ma il mito di <em>Roma aeterna</em> è infranto. I profughi inondano il Nord Africa, portando racconti di orrore alla congregazione di Agostino a Ippona. Il <strong>Periodo delle Migrazioni</strong> accelera — entro pochi decenni, Vandali, Burgundi e Franchi si spartiranno le province occidentali."
      },
      "conn": {
        "label": "Connessioni",
        "content": "La <em>Città di Dio</em> di Agostino è la risposta filosofica a ciò che Girolamo e Prudenzio stanno vivendo emotivamente e artisticamente. La Vulgata di Girolamo dà all'Occidente latino una base scritturale unificata proprio mentre l'unità politica crolla — la Bibbia diventa il nuovo testo vincolante di un mondo frammentato. La tecnica allegorica di Prudenzio nella <em>Psychomachia</em> si fonderà con il quadro delle due città di Agostino per creare l'ossessione della letteratura medievale per il combattimento morale. Il sacco pone una domanda che definirà i prossimi mille anni: <strong>se la Roma terrena può cadere, dove risiede la vera permanenza?</strong>",
        "funFact": "I Visigoti saccheggiarono Roma per soli tre giorni. Alarico, cristiano ariano, ordinò alle sue truppe di risparmiare le chiese e chi vi si rifugiava — una misericordia che Agostino annotò attentamente nella sua difesa del cristianesimo."
      }
    },
    "sources": [
      {
        "url": "https://it.wikipedia.org/wiki/Sacco_di_Roma_(410)",
        "title": "Sacco di Roma (410) - Wikipedia"
      },
      {
        "url": "https://it.wikipedia.org/wiki/La_citt%C3%A0_di_Dio",
        "title": "La città di Dio - Wikipedia"
      },
      {
        "url": "https://it.wikipedia.org/wiki/Girolamo_(santo)",
        "title": "Girolamo (santo) - Wikipedia"
      },
      {
        "url": "https://it.wikipedia.org/wiki/Prudenzio",
        "title": "Prudenzio - Wikipedia"
      },
      {
        "url": "https://it.wikipedia.org/wiki/Agostino_d%27Ippona",
        "title": "Agostino d'Ippona - Wikipedia"
      }
    ],
    "image": {
      "url": "images/410-rome-city-of-god.jpg",
      "width": 674,
      "height": 1200,
      "caption": "Il sacco di Roma nel 410 da parte dei Visigoti",
      "attribution": "Joseph-Noël Sylvestre, 1890, Pubblico dominio, tramite Wikimedia Commons"
    },
    "threads": [
      "death-of-god",
      "classical-revival",
      "stoicism",
      "rationalism"
    ],
    "location": {
      "lat": 41.9028,
      "lon": 12.4964,
      "place": "Roma"
    },
    "addedDate": "2026-03-01T08:00:00Z",
    "podcast": {
      "url": "audio/it/410-rome-city-of-god.mp3",
      "duration": 167
    }
  },
  {
    "year": "1274",
    "id": "1274-lyon-death-of-the-giants",
    "title": "Lione — La morte dei giganti",
    "teaser": "Due titani della filosofia muoiono a poche settimane l'uno dall'altro. Al Concilio di Lione, la cristianità tenta un'ultima riunificazione. L'età delle cattedrali raggiunge il suo apice — proprio mentre le certezze che incarnava iniziano a sgretolarsi.",
    "dimensions": {
      "art": {
        "label": "Arte",
        "content": "Il <strong>gotico rayonnant</strong> ha raggiunto il suo apice — le pareti dissolte in trafori, la pietra trasformata in luce. Il nome dello stile deriva dai raggi dei suoi rosoni, e da nessuna parte questo è più spettacolare che nelle cattedrali che sorgono in tutta la Francia: Reims (in gran parte completata entro il 1275), la Sainte-Chapelle (consacrata nel 1248) dove le pareti praticamente scompaiono in vetrate colorate. In Italia, <strong>Cimabue</strong> sta iniziando la rivoluzione sottile che porterà a Giotto: la sua <em>Maestà</em> per il Louvre (c. 1270) conserva l'oro bizantino e la scala gerarchica, ma il volto della Vergine mostra una nuova profondità psicologica, un nuovo peso sotto i panneggi."
      },
      "lit": {
        "label": "Letteratura",
        "content": "<strong>Jean de Meun</strong> sta componendo la sua massiccia continuazione del <em>Roman de la Rose</em> (c. 1270–1280), trasformando l'allegoria cortese di Guillaume de Lorris in una satira enciclopedica. Dove Guillaume scrisse 4.000 versi di raffinata poesia d'amore, Jean ne aggiunge 18.000 di digressioni filosofiche, critica sociale e controversie erudite. Il poema diventerà l'opera francese più influente del tardo Medioevo, plasmando Chaucer, Dante e due secoli di dibattiti. A Firenze, un bambino di nove anni chiamato <strong>Dante Alighieri</strong> ha appena vissuto il suo primo incontro con Beatrice Portinari — un evento che mitizzerà nelle fondamenta della <em>Vita Nuova</em>."
      },
      "phil": {
        "label": "Filosofia",
        "content": "La <strong>scolastica</strong> perde i suoi due più grandi maestri in un solo anno. Il 7 marzo, <strong>Tommaso d'Aquino</strong> muore all'Abbazia di Fossanova, lasciando incompiuta la <em>Summa Theologica</em> — la sua sintesi di Aristotele e cristianesimo, il progetto filosofico più ambizioso dell'Occidente medievale. Il 15 luglio, <strong>Bonaventura</strong> muore al Concilio di Lione, avendo rappresentato l'alternativa francescana: l'illuminazione agostiniana contro il razionalismo tomista, l'<em>Itinerarium mentis in Deum</em> contro la <em>Summa</em>. I due approcci — l'aristotelismo domenicano e l'agostinismo francescano — avevano definito la filosofia del XIII secolo. Ora entrambe le vie perdono i loro fondatori."
      },
      "hist": {
        "label": "Storia",
        "content": "Il <strong>Secondo Concilio di Lione</strong> si riunisce in maggio, convocato da Papa Gregorio X per tre scopi: riunire le Chiese d'Oriente e d'Occidente, lanciare una nuova Crociata, riformare la Chiesa. L'imperatore bizantino <strong>Michele VIII Paleologo</strong> ha bisogno dell'aiuto militare occidentale contro Carlo d'Angiò; offre la supremazia papale in cambio. Il 6 luglio, i delegati greci accettano formalmente il <em>Filioque</em> e il primato papale. È un trionfo vuoto — il clero bizantino rifiuta l'unione, e nel giro di pochi anni essa crolla. Il Concilio stabilisce anche il sistema del conclave papale ancora in uso oggi. Nel frattempo, <strong>Marco Polo</strong> raggiunge la corte di Kublai Khan in Cina, iniziando i suoi diciassette anni al servizio dell'imperatore mongolo."
      },
      "conn": {
        "label": "Connessioni",
        "content": "Le morti di Tommaso d'Aquino e Bonaventura al Concilio di Lione — Bonaventura <em>al</em> concilio, Tommaso in viaggio verso di esso — cristallizzano un momento in cui la sintesi medievale sembrava possibile e stava già fallendo. Lo stesso concilio che tentò di sanare lo scisma d'Oriente attraverso l'argomentazione teologica vide morire i due maestri di quell'argomentazione. La smaterializzazione della pietra in luce dell'architettura rayonnant rispecchia la fiducia della filosofia scolastica che la ragione potesse illuminare la fede — entrambe esprimono la stessa ambizione del XIII secolo di rendere visibile l'invisibile. Nel giro di pochi decenni, il nominalismo frantumerà questa fiducia, e la Peste Nera svuoterà le cattedrali.",
        "funFact": "Tommaso d'Aquino smise di scrivere la <em>Summa</em> tre mesi prima della morte, dichiarando: 'Tutto ciò che ho scritto mi sembra paglia rispetto a quello che mi è stato ora rivelato.' Non spiegò mai cosa avesse visto."
      }
    },
    "sources": [
      {
        "url": "https://plato.stanford.edu/entries/aquinas/",
        "title": "Stanford Encyclopedia of Philosophy — Thomas Aquinas"
      },
      {
        "url": "https://plato.stanford.edu/entries/bonaventure/",
        "title": "Stanford Encyclopedia of Philosophy — Bonaventure"
      },
      {
        "url": "https://www.britannica.com/event/Council-of-Lyon-Second-1274",
        "title": "Britannica — Second Council of Lyon"
      },
      {
        "url": "https://www.britannica.com/topic/Roman-de-la-rose",
        "title": "Britannica — Roman de la Rose"
      },
      {
        "url": "https://www.britannica.com/art/Rayonnant-style",
        "title": "Britannica — Rayonnant Gothic"
      }
    ],
    "image": {
      "url": "images/1274-lyon-death-of-the-giants.jpg",
      "alt": "Il Trionfo di San Tommaso d'Aquino su Averroè di Benozzo Gozzoli, che mostra Tommaso in trono tra Aristotele e Platone",
      "width": 727,
      "height": 800,
      "caption": "Il Trionfo di San Tommaso d'Aquino di Benozzo Gozzoli (c. 1470) — Tommaso in trono tra Aristotele e Platone, con Averroè sconfitto sotto, rappresentando la sintesi scolastica di fede e filosofia antica",
      "attribution": "Benozzo Gozzoli, Pubblico dominio, via Wikimedia Commons"
    },
    "threads": [
      "scholasticism",
      "gothic-architecture",
      "rationalism",
      "death-of-god",
      "vernacular-literature"
    ],
    "location": {
      "lat": 45.764,
      "lon": 4.8357,
      "place": "Lione"
    },
    "addedDate": "2026-03-02T06:00:00Z",
    "podcast": {
      "url": "audio/it/1274-lyon-death-of-the-giants.mp3",
      "duration": 151
    }
  }
]